{
    "privacy": {
      "headline": "Datenschutz",
      "intro": "Diese Datenschutzerklärung erklärt, wie wir Ihre persönlichen Daten erfassen, verarbeiten und schützen, wenn Sie unsere Website nutzen. Mit der weiteren Nutzung unserer Dienste bestätigen Sie, dass Sie diese Bedingungen gelesen und verstanden haben. Falls Sie nicht zustimmen, stellen Sie bitte die Nutzung der Website sofort ein.",
      "subtitle1": "Geltungsbereich & Haftung",
      "p1": "Diese Erklärung gilt für alle personenbezogenen Daten, die im Zusammenhang mit der Nutzung unserer Website verarbeitet werden – sowohl Daten, die Sie uns direkt mitteilen, als auch automatisch erfasste Informationen. Wir handeln als Verantwortliche und legen die Zwecke sowie Mittel der Datenverarbeitung fest, stets unter Einhaltung der geltenden Gesetze und unter Wahrung der Transparenz.",
      "p2": "Wir übernehmen die Verantwortung für die Sicherheit, Vertraulichkeit und rechtmäßige Verarbeitung Ihrer Daten. Alle Dienstleister und Partner, die uns unterstützen, sind vertraglich verpflichtet, Ihre Daten zu schützen und Ihre Rechte zu wahren.",
      "subtitle2": "Datenerfassung & -nutzung",
      "p3": "Wir erfassen personenbezogene Daten, wenn Sie Anfragen stellen, Informationen anfordern oder Funktionen der Website nutzen, die eine Dateneingabe erfordern. Dies kann Ihren Namen, Ihre E-Mail-Adresse, Kontaktdaten und von Ihnen geteilte Inhalte umfassen. Zusätzlich werden technische Daten mittels Cookies und ähnlichen Technologien erhoben, die Informationen über Ihr Surfverhalten, Ihr Gerät und Ihre Interaktionen liefern.",
      "p4": "Ihre Daten verwenden wir, um Ihnen die gewünschten Dienstleistungen zu bieten, Ihre Fragen zu beantworten, die Benutzererfahrung zu verbessern und die Funktionalität sowie Sicherheit der Website zu gewährleisten. Jede Verarbeitung wird sorgfältig geprüft, um sicherzustellen, dass sie berechtigten Interessen entspricht und Ihre Privatsphäre respektiert. Wo gesetzlich erforderlich, holen wir ausdrücklich Ihre Einwilligung ein, die Sie jederzeit widerrufen können, ohne dass frühere Verarbeitungen dadurch unrechtmäßig werden.",
      "subtitle3": "Rechtsgrundlage & Aufbewahrung",
      "p5": "Die Verarbeitung Ihrer personenbezogenen Daten erfolgt auf Basis berechtigter Interessen, vertraglicher Notwendigkeiten, gesetzlicher Verpflichtungen oder Ihrer ausdrücklichen Einwilligung. Vor jeder Änderung oder Aufnahme der Datenverarbeitung vergewissern wir uns, dass eine gültige Rechtsgrundlage besteht und Ihre Rechte gewahrt bleiben.",
      "p6": "Ihre Daten werden nur so lange gespeichert, wie es zur Erreichung der in dieser Erklärung genannten Zwecke oder zur Einhaltung gesetzlicher Vorgaben notwendig ist. Nach Ablauf der entsprechenden Fristen werden die Daten sicher gelöscht oder anonymisiert. Regelmäßige Überprüfungen unserer Aufbewahrungspraktiken helfen uns, die Daten nicht länger als nötig zu speichern.",
      "subtitle4": "Datenweitergabe & -transfer",
      "p7": "Wir geben Ihre personenbezogenen Daten nur an sorgfältig ausgewählte Dritte weiter, die uns bei der Erbringung unserer Dienstleistungen, bei Analysen oder beim sicheren Betrieb der Website unterstützen. Diese Dritten sind zur strikten Vertraulichkeit verpflichtet und treffen angemessene Schutzmaßnahmen. Eine Weitergabe Ihrer Daten zu Werbezwecken erfolgt nicht.",
      "p8": "In einigen Fällen kann es vorkommen, dass Ihre Daten in einem anderen Land gespeichert oder verarbeitet werden. Dafür nutzen wir anerkannte Schutzmaßnahmen, etwa Standardvertragsklauseln, um ein Schutzniveau zu gewährleisten, das den geltenden Vorschriften entspricht. Mit der Nutzung unserer Website stimmen Sie solchen grenzüberschreitenden Transfers zu.",
      "subtitle5": "Ihre Rechte",
      "p9": "Sie haben das Recht auf Auskunft über Ihre bei uns gespeicherten Daten, Berichtigung unrichtiger Angaben oder Löschung nicht mehr benötigter Daten. Zudem können Sie der Verarbeitung widersprechen oder deren Einschränkung verlangen. Soweit gesetzlich möglich, können Sie auch die Übertragung Ihrer Daten an einen anderen Anbieter fordern. Diese Rechte können bestimmten Bedingungen unterliegen und variieren je nach Rechtsordnung.",
      "p10": "Sollten Sie eines dieser Rechte ausüben wollen oder Fragen zur Datenverarbeitung haben, kontaktieren Sie uns bitte über die auf unserer Website angegebenen Kontaktdaten. Wir werden uns bemühen, Ihnen innerhalb eines angemessenen Zeitraums zu antworten und Ihre Anliegen gemäß den geltenden gesetzlichen Bestimmungen zu klären.",
      "subtitle6": "Sicherheitsmaßnahmen",
      "p11": "Zum Schutz Ihrer Daten setzen wir technische, organisatorische und administrative Maßnahmen ein, um unbefugten Zugriff, versehentlichen Verlust oder missbräuchliche Verarbeitung zu verhindern. Diese Maßnahmen werden regelmäßig überprüft und an aktuelle Sicherheitsstandards angepasst.",
      "p12": "Trotz aller Bemühungen gibt es keine 100%ige Sicherheit im Internet. Jede Übertragung von Daten erfolgt auf Ihr eigenes Risiko. Sollte es zu einem Sicherheitsvorfall kommen, der Ihre Rechte ernsthaft beeinträchtigt, informieren wir Sie und die zuständigen Behörden umgehend.",
      "subtitle7": "Aktualisierungen & Kontakt",
      "p13": "Wir behalten uns vor, diese Datenschutzerklärung bei Bedarf zu aktualisieren, um technische Neuerungen, gesetzliche Änderungen oder Anpassungen unserer Abläufe zu berücksichtigen. Änderungen werden umgehend auf der Website veröffentlicht und treten mit der Veröffentlichung in Kraft. Wir empfehlen Ihnen, diese Erklärung regelmäßig zu lesen. Bei Fragen oder Bedenken kontaktieren Sie uns bitte unter zyrbagan231123@gmail.com."
    },
    "terms": {
      "headline": "Nutzungsbed.",
      "intro": "Diese Nutzungsbedingungen regeln die Nutzung unserer Website und der damit verbundenen Dienste. Mit dem Zugriff auf oder der Nutzung der Website bestätigen Sie, dass Sie diese Bedingungen gelesen, verstanden und akzeptiert haben. Sollten Sie nicht einverstanden sein, stellen Sie die Nutzung der Website bitte sofort ein.",
      "subtitle1": "Anwendungsbereich",
      "p1": "Diese Bedingungen gelten für sämtliche Interaktionen mit unserer Website – vom Surfen über das Absenden von Informationen bis hin zu Anfragen. Sie verpflichten sich, die Website nur für legale Zwecke zu nutzen und dabei die Rechte Dritter zu achten. Wir behalten uns vor, Funktionen der Website nach eigenem Ermessen zu ändern, auszusetzen oder einzustellen.",
      "p2": "Die Nutzung der Website darf weder deren Integrität noch deren Sicherheit oder Verfügbarkeit gefährden. Es ist untersagt, unbefugt auf die Website zuzugreifen, Schadsoftware zu verbreiten, betrügerische Aktivitäten durchzuführen oder die Website in einer Weise zu manipulieren, die unseren oder den Interessen anderer Nutzer schadet. Bei Verstößen behalten wir uns das Recht vor, Ihren Zugang einzuschränken oder zu beenden.",
      "subtitle2": "Geistiges Eigentum",
      "p3": "Alle Inhalte, Materialien, Designs, Marken und Logos auf der Website sind Eigentum unseres Unternehmens oder unserer Lizenzgeber und durch geistige Eigentumsrechte geschützt. Die Nutzung der Website berechtigt Sie nicht, Inhalte zu vervielfältigen, zu verbreiten, zu modifizieren oder abgeleitete Werke zu erstellen – sofern nicht ausdrücklich gestattet.",
      "p4": "Sie verpflichten sich, unsere geistigen Eigentumsrechte nicht ohne unsere schriftliche Zustimmung zu verletzen. Jede unbefugte Nutzung kann rechtliche Schritte nach sich ziehen, um unsere Rechte zu schützen.",
      "subtitle3": "Haftungsausschluss",
      "p5": "Die Website und ihre Inhalte werden 'wie besehen' und 'wie verfügbar' bereitgestellt, ohne ausdrückliche oder stillschweigende Garantien hinsichtlich Genauigkeit, Zuverlässigkeit oder Eignung für einen bestimmten Zweck. Obwohl wir uns bemühen, korrekte und aktuelle Informationen bereitzustellen, können Fehler oder Auslassungen nicht vollständig ausgeschlossen werden.",
      "p6": "Die Nutzung der Website erfolgt auf eigenes Risiko. Wir garantieren keinen ununterbrochenen oder fehlerfreien Betrieb und übernehmen keine Haftung für vorübergehende Ausfälle oder technische Probleme. Für Konsequenzen, die aus der Nutzung der Informationen oder Dienstleistungen resultieren, übernehmen Sie die volle Verantwortung.",
      "subtitle4": "Haftungsbegrenzung",
      "p7": "Soweit gesetzlich zulässig, schließen wir jede Haftung für direkte, indirekte, zufällige, Folge- oder Sonderschäden im Zusammenhang mit der Nutzung der Website aus. Dies schließt den Verlust von Daten, Einnahmen oder Geschäftschancen ein.",
      "p8": "Wir haften nicht für Inhalte, Links oder Ressourcen Dritter, die auf der Website erscheinen. Auch wenn wir uns bemühen, externe Quellen sorgfältig auszuwählen, bedeutet deren Aufnahme keine Billigung oder Übernahme von Verantwortung. Die Nutzung externer Inhalte erfolgt auf eigenes Risiko und unterliegt den jeweiligen Bedingungen.",
      "subtitle5": "Nutzerpflichten",
      "p9": "Sie verpflichten sich, wahrheitsgemäße und korrekte Angaben zu machen, wenn dies erforderlich ist. Es ist untersagt, sich unbefugt als eine andere Person auszugeben oder falsche Angaben zu machen. Handlungen, die die Sicherheit der Website oder die Privatsphäre anderer Nutzer gefährden, sind streng verboten.",
      "p10": "Sie sind für die Geheimhaltung Ihrer Zugangsdaten verantwortlich und haften für alle Aktivitäten, die über Ihr Konto erfolgen. Sollten Sie eine unbefugte Nutzung vermuten, informieren Sie uns bitte umgehend. Wir behalten uns das Recht vor, Konten zu sperren oder zu löschen, wenn gegen diese Bedingungen verstoßen wird.",
      "subtitle6": "Geltendes Recht & Gerichtsstand",
      "p11": "Diese Bedingungen unterliegen dem Recht des Landes, in dem unser Unternehmen seinen Sitz hat. Alle Streitigkeiten, die sich aus oder im Zusammenhang mit der Nutzung der Website ergeben, unterliegen der ausschließlichen Zuständigkeit der zuständigen Gerichte.",
      "p12": "Sollte eine Bestimmung dieser Bedingungen unwirksam oder undurchsetzbar sein, bleiben die übrigen Bestimmungen in Kraft. Ein Versäumnis, ein Recht auszuüben, stellt keinen Verzicht auf dieses Recht dar. Wir behalten uns vor, unsere Rechte und Pflichten ohne Einschränkung zu übertragen oder abzutreten.",
      "subtitle7": "Änderungen & Kontakt",
      "p13": "Wir behalten uns das Recht vor, diese Nutzungsbedingungen jederzeit zu ändern oder zu aktualisieren, um Änderungen in unseren Abläufen, betrieblichen Anforderungen oder gesetzlichen Verpflichtungen Rechnung zu tragen. Die fortgesetzte Nutzung der Website nach Veröffentlichung solcher Änderungen gilt als Zustimmung zu den neuen Bedingungen. Bei Fragen oder Unklarheiten kontaktieren Sie uns bitte unter zyrbagan231123@gmail.com."
    },
    "company": {
      "headline": "Über uns",
      "p1": "Bei Zyrbagan Residences LTD spezialisieren wir uns auf außergewöhnliche Wohnprojekte, die Luxus, Komfort und modernes Design vereinen. Mit Sitz in Zypern schaffen wir Wohnräume, die inspirieren und das Leben verbessern. Jedes Projekt steht für Qualität, Innovation und die perfekte Balance zwischen Komfort und Eleganz – für einen langfristigen Mehrwert unserer Bewohner.",
      "p2": "Im Laufe der Jahre haben wir uns als Unternehmen etabliert, das Exzellenz anstrebt – durch hochwertige Projekte und Kooperationen mit führenden Designfirmen. Eine unserer wertvollsten Partnerschaften ist die mit Porto Buro, einem renommierten Architektur- und Designstudio, das für seinen ästhetischen und modernen Stil bekannt ist. Die Architekten von Porto Buro vereinen Eleganz und Funktionalität auf harmonische Weise.",
      "p3": "Gemeinsam mit Porto Buro haben wir Projekte wie folgt realisiert:",
      "li1": "eine exklusive Kollektion luxuriöser Häuser, die höchste Handwerkskunst und stilvolles Design zeigen",
      "li2": "bei denen jedes Detail sorgfältig geplant wurde, um ein anspruchsvolles und komfortables Wohnerlebnis zu gewährleisten.",
      "p4": "Mit Park Residences haben wir eine Gemeinschaft geschaffen, die das Beste unserer Philosophie widerspiegelt. In dem malerischen Dorf Pervolia, nur 1,3 km vom Mittelmeer entfernt, umfasst dieses Projekt beeindruckende Wohnungen, die mit dem charakteristischen Stil von Porto Buro, moderner Technologie und hochwertigen Materialien ausgestattet sind."
    },
    "company2": {
      "headline": "Willkommen bei Park Residences",
      "p1": "Unser Unternehmen in Zypern, Zyrbagan Residences LTD, setzt das Traumhausprojekt Park Residences um – mit Pool, Fitnessraum, Spielplatz und Platz im charmanten Pervolia, nur 1,3 km vom Mittelmeer entfernt, mit atemberaubenden Aussichten, Stränden und 4 km langen Fußgängerzonen.",
      "p2": "Pervolia, umgeben von Meer, grünen Feldern und Bergen, schafft eine einzigartige Atmosphäre, die mit Schönheit, Ruhe und Gelassenheit begeistert. Die Region bietet zahlreiche historische und kulturelle Sehenswürdigkeiten. Sportbegeisterte finden in nur 4 Minuten Entfernung die Herodotou Tennis Akademie mit Padelplätzen. Eine 10-minütige Fahrt führt zu einer olympischen Schießanlage in Larnaca, einem Zoo, Salzseen mit Flamingos und zahlreichen Wanderwegen. Private Schulen wie Pascal und American Academy sind in 15 Minuten erreichbar. Die Nähe zum Flughafen Larnaca (9 km) erleichtert weltweite Reisen, und die fußläufig erreichbaren Schulen, Kindergärten, Supermärkte, Krankenhäuser und Restaurants machen das Leben komfortabel."
    },
    "navbar": {
      "Slogan": "Gesund sein heißt glücklich sein",
      "About": "Architektur",
      "Gallery": "Lage",
      "Apartments": "Interieur",
      "Benefits": "Wohnung",
      "ContactUs": "Kontakt",
      "request": "Kontakt"
    },
    "about": {
      "headline": "Über das Projekt",
      "li1": "Schöne Lage mit Park & Spielplatz",
      "li2": "Entfernung zum Meer: ",
      "li3": "Entfernung zum Supermarkt: ",
      "li4": "Entfernung zu Schule/Kindergarten: ",
      "li5": "Solarenergie mit 340 Sonnentagen für Komfort & Sparen",
      "li6": "Meerblickwohnungen ab 2. Etage",
      "li7": "Hochwertige Bauqualität",
      "li8": "Nähe zum Flughafen:",
      "meters": "Meter",
      "kilometers": "km",
      "location": "Pervolia, Zypern",
      "solarPanels": "Solar",
      "privateGym": "Eig. Fitness",
      "advancedSecurity": "Sicherheit",
      "indoorPool": "Pool",
      "chargingStations": "Ladestationen"
    },
    "gallery": {
      "headline": "Interieur",
      "welcome": "Willkommen bei Park Residences",
      "description": "Das Interieur von Park Residences besticht durch helle Farben, minimalistisches Design und edle Details, die eine stilvolle und komfortable Atmosphäre schaffen. Jeder Raum ist so gestaltet, dass er Gemütlichkeit, Funktionalität und Harmonie vereint."
    },
    "gallery2": {
      "headline": "Architektur",
      "welcome": "Willkommen bei Park Residences",
      "description": "Park Residences ist ideal für alle, die Stil, Komfort und Privatsphäre in Kombination mit moderner Technik schätzen. Hier wird das Wohnen neu definiert – minimalistisch, um die natürliche Schönheit und Lebensqualität hervorzuheben. Jede Aufnahme zeigt die Essenz unserer luxuriösen Wohnungen, modernen Annehmlichkeiten und des angenehmen Wohngefühls."
    },
    "units": {
      "headline": "Wohnungen",
      "description": "Unser Haus umfasst 19 komfortable Wohnungen mit beeindruckendem Ausblick. Wählen Sie die Wohnung, die am besten zu Ihren Bedürfnissen und Vorlieben passt.",
      "oneBedroom": "1 Schlafzimmer",
      "twoBedrooms": "2 Schlafzimmer",
      "threeBedrooms": "3 Schlafzimmer",
      "startingFrom": "Ab",
      "showApartments": "Wohnungen zeigen",
      "form2": "(pro m²):"
    },
    "benefits": {
      "headline": "Vorteile",
      "description": "Das Besondere an Park Residences ist die Kombination aus moderner Technik und hoher Qualität. Jedes Detail wird von unseren Ingenieuren, den Designern von Porto Buro und durch den Einsatz hochwertiger Materialien sowie innovativer Techniken wie Wärmerückgewinnung, Fußbodenheizung, Kamin, Solaranlagen und vielen weiteren Features sorgfältig umgesetzt – exklusiv, effizient und komfortabel zu jeder Jahreszeit.",
      "constructionQuality": "Bauqualität",
      "qualityDescription": "Unsere Gebäude stehen für herausragende Qualität. Wir setzen auf Langlebigkeit und stilvolles Design, damit jedes Detail perfekt ist.",
      "leveragingSolarPanels": "Solaranlagen",
      "solarDescription": "Solaranlagen bieten nicht nur Umweltschutz, sondern senken auch die Betriebskosten, indem sie den Energieverbrauch von Einrichtungen wie Pool und Fitnessraum deutlich reduzieren.",
      "communitySpaces": "Gemeinschaft",
      "communityDescription": "Unsere Anlage bietet schöne Wege und einen großen Park – ohne zusätzliche Bebauung, um die Ruhe zu bewahren."
    },
    "contact": {
      "headline": "Kontakt",
      "firstNamePlaceholder": "Vorname*",
      "lastNamePlaceholder": "Nachname*",
      "emailPlaceholder": "blank@example.com*",
      "phoneNumberPlaceholder": "+1234567890*",
      "callTimePlaceholder": "Wann anrufen?",
      "messagePlaceholder": "Nachricht",
      "privacyPolicy": "Mit dem Absenden dieses Formulars stimmen Sie unserer Datenschutzerklärung zu.",
      "submitButton": "Anfrage senden",
      "successMessage": "Ihre Anfrage wurde gesendet.",
      "errors": {
        "validEmail": "Bitte geben Sie eine gültige E-Mail-Adresse ein.",
        "firstName": "Bitte geben Sie Ihren Vornamen ein.",
        "lastName": "Bitte geben Sie Ihren Nachnamen ein.",
        "phoneNumber": "Bitte geben Sie eine gültige Telefonnummer ein.",
        "requiredField": "Dieses Feld ist erforderlich."
      }
    },
    "footer": {
      "companyName": "Park Residences",
      "location": "Pervolia",
      "companyInfo0": "Entw.:",
      "companyInfo": "ZYRBAGAN RESIDENCES LTD",
      "contactUs": "Kontakt",
      "telephone": "T: +35797547531",
      "email": "E: zyrbagan231123@gmail.com",
      "address": "A: Spyrou Kyprianou 90, Kontopyrgos Tower, Büro 202, 6052 Larnaca, Zypern",
      "about": "Architektur",
      "gallery": "Lage",
      "apartments": "Interieur",
      "benefits": "Wohnung",
      "privacyPolicy": "Datenschutz",
      "termsConditions": "Nutzungsbed.",
      "rights": "© 2025, Alle Rechte vorbehalten"
    },
    "galleryFullPage": {
      "location": {
        "title": "Lage",
        "description": "Im Herzen von Pervolia, 10 km vom historischen Zentrum Larnacas entfernt, bietet Park Residences einen exklusiven Komplex aus 19 sorgfältig gestalteten Premium-Wohnungen. Park Residences ist mehr als nur ein Zuhause – es ist ein Bekenntnis zu einer grünen Zukunft und eine Hommage an die reiche Geschichte von Pervolia."
      },
      "gym": {
        "title": "Fitnessraum",
        "description": "Park Residences bietet seinen Bewohnern einen privaten Fitnessraum, ausgestattet mit modernster Technik – von Cardio-Geräten bis zu freien Gewichten, Widerstandsmaschinen und speziellen Bereichen für Yoga und Stretching."
      },
      "solarPanels": {
        "title": "Solaranlagen",
        "description": "Solaranlagen bieten nicht nur Umweltschutz, sondern senken auch die Betriebskosten, indem sie den Energieverbrauch in Einrichtungen wie Pool und Fitnessraum deutlich reduzieren."
      },
      "pool": {
        "title": "Innenpool",
        "description": "Park Residences erweitert sein Angebot durch einen exklusiven Innenpool, der das ganze Jahr über zu einem gesunden, aktiven Lebensstil beiträgt."
      },
      "noDataFound": "Bilder nicht verfügbar. Bitte kehren Sie zur Startseite zurück."
    },
    "contactInfo": {
      "getInTouch": "Kontaktieren Sie uns",
      "description": "Erleben Sie den Inbegriff von Komfort und Luxus bei Park Residences, gelegen in der ruhigen Schönheit von Pervolia, Zypern.",
      "address": "Spyrou Kyprianou 90, Kontopyrgos Tower, Büro 202, 6052 Larnaca, Zypern",
      "phone": "+357 9 754 7531",
      "email": "zyrbagan231123@gmail.com",
      "a": "Adresse: ",
      "p": "Telefon: ",
      "e": "E-Mail: "
    },
    "singleFlat": {
      "totalArea": "Fläche",
      "floor": "Etage",
      "parkViews": "Parkblick",
      "privateVeranda": "Eigene Terrasse",
      "rooftopGarden": "Dachgarten",
      "seaView": "Meerblick",
      "floorHeating": "Fußbodenheizung",
      "energyEfficiency": "Effizienz",
      "securitySystem": "Sicherheit",
      "livingArea": "Wohnfläche: ",
      "balkonySpace": ", Balkon: ",
      "storage": ", Abstellraum: ",
      "parkingSpotIncluded": "Ein Parkplatz inbegriffen",
      "solarPanelsInstallation": "Solaranlage möglich",
      "price": "Preis",
      "contactUs": "Kontakt",
      "viewPDF": "PDF anzeigen",
      "clickToFlip": "Zum Umschlagen klicken",
      "floors": "Fußbodenheizung inbegriffen",
      "store": "Abstellraum",
      "privateParking": "Privatparkplatz",
      "fireplace": "Kamin möglich",
      "planChange": "Grundrissänderung möglich"
    },
    "room": {
      "singular": "Zimmer",
      "plural": "Zimmer"
    },
    "singleFlatGallery": {
      "viewsAndLocation": "Ausblick & Lage",
      "description": "Entdecken Sie die Galerie von Park Residences: elegante Interieurs, beeindruckende Außenbereiche und faszinierende Aussichten, die Ruhe und Komfort vermitteln. Lassen Sie sich von jedem sorgfältig ausgewählten Bild inspirieren."
    }
  }
  