{
    "privacy": {
      "headline": "Privacy Policy",
      "intro": "This Privacy Policy explains how we collect, process, and safeguard your personal data when you interact with our website. By continuing to use our services, you acknowledge that you have read and understood these terms, and if you do not agree, you should discontinue using our website immediately.",
      "subtitle1": "Scope and Responsibility",
      "p1": "This Policy applies to all personal information processed in connection with your use of our website, including information you provide directly and details obtained through automated methods. We assume the role of data controller, determining the purposes and means of processing your data, while ensuring compliance with all applicable laws and maintaining transparency in our operations.",
      "p2": "We remain accountable for the security, confidentiality, and lawful handling of your personal data. Any third-party service providers or partners who assist us in delivering services must adhere to strict contractual obligations to protect your information, ensuring that each action taken respects your rights and fundamental freedoms.",
      "subtitle2": "Data Collection and Use",
      "p3": "We collect personal data when you submit inquiries, request information, or engage with features of our website that require user input. Such data may include your name, email address, contact details, and any content you choose to share with us. We also gather technical data through cookies or similar technologies, capturing information about your browsing behavior, device characteristics, and interaction patterns.",
      "p4": "We use your personal data to provide you with the requested services, respond to questions, improve user experiences, and maintain the functionality and security of our website. Each use of your data is carefully assessed to ensure it aligns with legitimate interests and respects your privacy. Where consent is required by law, we request it explicitly, and you can withdraw it at any time without affecting the lawfulness of prior processing.",
      "subtitle3": "Legal Basis and Retention",
      "p5": "We rely on legitimate interests, contractual necessity, legal obligations, or your explicit consent to process your personal data. Before initiating or modifying any data processing activity, we confirm that a valid legal basis exists, ensuring that no processing undermines your rights or contradicts applicable regulations. We remain committed to principles of fairness, lawfulness, and transparency.",
      "p6": "We retain your personal data only as long as necessary to fulfill the purposes outlined in this Policy or as required by law. After these objectives are met or relevant retention periods lapse, we securely delete or anonymize your data. Regular reviews of our retention practices ensure that information is not kept longer than needed, minimizing the risk of unauthorized access or unintended use.",
      "subtitle4": "Sharing and Transfers",
      "p7": "We may share your personal data with carefully selected third parties who assist in providing services, conducting analysis, or ensuring the secure operation of our website. Such entities are bound by strict confidentiality commitments and must implement appropriate safeguards to protect your data. We never sell or lease personal information to external parties.",
      "p8": "In some cases, your data may be transferred and stored outside your jurisdiction. We implement recognized safeguards, such as standard contractual clauses or equivalent measures, to ensure that transferred data remains protected to a standard consistent with applicable laws. By using our website, you acknowledge that such cross-border transfers may occur and that we strive to preserve the integrity and confidentiality of your personal data.",
      "subtitle5": "Your Rights",
      "p9": "You have the right to request access to, correction of, or deletion of your personal data, as well as to object to or restrict certain processing activities. Where legally applicable, you can request the portability of your personal data to another service provider. We are committed to respecting your rights, and we will assess each request in line with prevailing legal requirements and legitimate interests.",
      "p10": "If you wish to exercise any of these rights, you can contact us through the information provided on our website. We will respond within a reasonable timeframe, endeavoring to address concerns or fulfill requests promptly and in accordance with the relevant legal frameworks. If you believe we have not adequately resolved your issue, you may lodge a complaint with a competent data protection authority.",
      "subtitle6": "Security Measures",
      "p11": "We employ technical, organizational, and administrative measures to safeguard your personal data against unauthorized access, accidental loss, or unlawful processing. These measures are regularly reviewed and updated to address emerging threats and ensure an appropriate level of protection, taking into account the nature of the data and the risks associated with its processing.",
      "p12": "While we strive to maintain robust security, no method of online data transmission or storage is entirely secure. We cannot guarantee absolute protection, and any transmission of personal data is at your own risk. In the event of a security incident that poses a serious risk to your rights, we will notify you and any relevant authorities as required by law.",
      "subtitle7": "Updates and Contact",
      "p13": "We may update this Privacy Policy from time to time to reflect changes in technology, regulations, or our operational practices. Any modifications will be posted on our website, and the updated version becomes effective upon publication. We encourage you to review this Policy periodically to stay informed about how we protect your personal data. If you have questions or concerns, please contact us at zyrbagan231123@gmail.com, and we will make every effort to assist you."
    },
    "terms": {
      "headline": "Terms and Conditions",
      "intro": "These Terms and Conditions govern your use of our website and any related services we provide. By accessing or using the website, you acknowledge that you have read, understood, and agree to be bound by these Terms. If you do not accept them, you must discontinue your use immediately.",
      "subtitle1": "Scope of Use",
      "p1": "These Terms apply to all aspects of your interaction with our website, including browsing, submitting information, or making inquiries. You agree to use the website solely for lawful purposes and in a manner that does not infringe upon the rights or interests of any other party. We retain the right to modify, suspend, or discontinue any functionality or feature at our discretion.",
      "p2": "Your use of the website must not compromise its integrity, security, or availability. You shall not attempt unauthorized access, distribute malicious software, engage in fraudulent activities, or manipulate the website in ways that could harm our interests or those of other users. We reserve the right to restrict or terminate your access if we believe you are in violation of these Terms or applicable laws.",
      "subtitle2": "Intellectual Property",
      "p3": "All content, materials, designs, trademarks, and logos displayed on the website are the property of our company or our licensors, protected by intellectual property laws and international conventions. Your use of the website does not grant you any license or right to reproduce, distribute, modify, or create derivative works from any part of it, unless expressly authorized.",
      "p4": "You agree not to copy, transmit, or otherwise exploit our intellectual property without our prior written consent. Any unauthorized use may result in legal action to safeguard our rights and seek appropriate remedies. We remain dedicated to protecting our intellectual assets and preserving the distinctiveness of our brand.",
      "subtitle3": "Disclaimer of Warranties",
      "p5": "We provide the website and its content on an “as is” and “as available” basis, without any express or implied warranties regarding accuracy, reliability, or suitability for any particular purpose. We strive to ensure that the information presented is current and complete, but errors or omissions may occur.",
      "p6": "Your use of the website is at your own risk. We do not guarantee uninterrupted or error-free operation, and we are not liable for any temporary unavailability or technical difficulties. You assume full responsibility for any consequences resulting from your reliance on the information or services provided.",
      "subtitle4": "Limitation of Liability",
      "p7": "To the fullest extent permitted by law, we disclaim liability for any direct, indirect, incidental, consequential, or special damages arising out of or in connection with your use of the website. This includes loss of data, revenue, or business opportunities, as well as reputational harm.",
      "p8": "We are not responsible for any third-party content, links, or resources that may appear on the website. While we strive to ensure that external references are reliable and relevant, their inclusion does not constitute endorsement or assumption of liability. You engage with third-party resources at your own discretion and under their respective terms.",
      "subtitle5": "User Obligations",
      "p9": "You agree to provide accurate and truthful information when requested. You shall not misrepresent your identity, impersonate others, or submit false or misleading data. Any actions that compromise the website’s security or the privacy of other users are strictly prohibited.",
      "p10": "You are responsible for maintaining the confidentiality of any account credentials and for all activities conducted under your credentials. If you suspect unauthorized use of your account or a breach of security, you must notify us immediately. We reserve the right to suspend or terminate accounts that violate these Terms or pose a security risk.",
      "subtitle6": "Governing Law and Jurisdiction",
      "p11": "These Terms are governed by and construed in accordance with the laws of the jurisdiction in which our company is established. Any disputes arising from or related to these Terms or the use of the website shall be subject to the exclusive jurisdiction of the competent courts within that jurisdiction.",
      "p12": "If any provision of these Terms is found to be invalid or unenforceable, the remaining provisions shall remain in effect. Any delay or failure to exercise a right under these Terms does not constitute a waiver of that right. We may assign or transfer our rights and obligations without restriction.",
      "subtitle7": "Modifications and Contact",
      "p13": "We reserve the right to modify or update these Terms at any time to reflect changes in our practices, operational requirements, or legal obligations. Your continued use of the website after such changes are posted constitutes acceptance of the revised Terms. If you have questions or concerns about these Terms, please contact us at zyrbagan231123@gmail.com, and we will make every effort to assist you."
    },

  "company": {
    "headline": "About the developer",
    "p1": "At Zyrbagan Residences LTD, we specialize in creating exceptional residential projects that blend luxury, comfort, and modern design. Based in Cyprus, we strive to provide homes that inspire and enhance the quality of life. Each of our projects reflects a commitment to quality, innovation, and the perfect balance of comfort and elegance, ensuring long-term value for our residents.",
    "p2": "Over the years, we have established ourselves as a company dedicated to excellence through our premium developments and partnerships with leading design firms. One of our most valued collaborations is with Porto Buro, a renowned architectural and design studio. Known for their aesthetic style and modern design, Porto Buro architects harmoniously combine elegance and functionality.",
    "p3": "Together with Porto Buro, we have successfully executed projects such as:",
    "li1": "an exclusive collection of luxury homes showcasing meticulous craftsmanship and stylish design",
    "li2": "where every detail is thoughtfully designed to ensure an exquisite and comfortable living experience.",
    "p4": "With Park Residences, we have created a community that embodies the best of our philosophy. Located in the picturesque village of Pervolia, just 1.3 km from the Mediterranean Sea, this project includes stunning apartments enriched with Porto Buro's signature style, advanced technologies, and premium materials."
  },
  
  "company2": {
    "headline": "Welcome to Park Residences",
    "p1": "Our company in Cyprus, Zyrbagan Residences LTD, brings to life the dream home project Park Residences with a pool, gym, playground, and square located in the beautiful, aristocratic Pervolia, just 1.3 km from the Mediterranean Sea with stunning views, beaches, and pedestrian zones stretching for 4 km.",
    "p2": "Pervolia, surrounded by the sea, green fields, and mountains, creates a unique atmosphere that attracts with its beauty, tranquility, and peace. It is rich in numerous historical and cultural attractions. Sports enthusiasts will find the Herodotou Tennis Academy with courts for padel tennis just 4 minutes from Park Residences. A 10-minute drive takes you to the Larnaca Olympic Shooting Range, a zoo, salt lakes with flamingos, and numerous hiking trails. Private schools Pascal and American Academy are 15 minutes away. The proximity of Larnaca Airport at 9 km makes any of your travels easy to any part of the world, and the presence of schools, kindergartens, supermarkets, hospitals, and restaurants within walking distance from Park Residences makes your life comfortable."
  },

  "navbar": {
    "Slogan": "The best way to stay healthy is to be happy",
    "About": "Architecture",
    "Gallery": "Location",
    "Apartments": "Interior",
    "Benefits": "Apartments",
    "ContactUs": "Contacts",
    "request": "Contact us"
  },

  "about": {
    "headline": "About the project",
    "li1": "Beautiful location with a park and playground",
    "li2": "Distance to the sea: ",
    "li3": "Distance to the supermarket: ",
    "li4": "Distance to the school and kindergarten: ",
    "li5": "Use of solar energy with 340 sunny days for comfort and savings",
    "li6": "Sea view apartments from the 2nd floor",
    "li7": "Premium construction quality",
    "li8": "Proximity to the airport:",
    "meters": "meters",
    "kilometers": "kilometers",
    "location": "Pervolia, Cyprus",
    "solarPanels": "Solar panels",
    "privateGym": "Private gym",
    "advancedSecurity": "Advanced security",
    "indoorPool": "Pool",
    "chargingStations": "Charging stations"
  },

  "gallery": {
    "headline": "Interior",
    "welcome": "Welcome to Park Residences",
    "description": "The interior of Park Residences features a bright color palette, minimalism, and refined details that create an atmosphere of sophistication and comfort. Every space is thoughtfully designed to ensure coziness, functionality, and harmony."
  },

  "gallery2": {
    "headline": "Architecture",
    "welcome": "Welcome to Park Residences",
    "description": "Park Residences are ideal for those who appreciate style, comfort and privacy combined with modern technology. It is a place to live where minimalism becomes a way to emphasise natural beauty and quality of life. Each image demonstrates the essence of our luxurious apartments, modern amenities and comfortable accommodation"
  },

  "units": {
    "headline": "Apartments",
    "description": "Our home includes 19 comfortable apartments with stunning views. Choose the perfect apartment that suits your preferences and needs.",
    "oneBedroom": "One bedroom",
    "twoBedrooms": "Two bedrooms",
    "threeBedrooms": "Three bedrooms",
    "startingFrom": "Starting from",
    "showApartments": "Show apartments",
    "form2": "(per sq.m.):"
  },

  "benefits": {
    "headline": "Benefits",
    "description": "The advantage of our Park Residences project is its technology and quality; every detail is thoughtfully designed and implemented by our engineers, Porto Buro designers, the use of high-quality construction and finishing materials, recuperation, underfloor heating, fireplaces, solar panels, and many other technological features make our project exclusive, economical, and comfortable for living in any season.",
    "constructionQuality": "Construction quality",
    "qualityDescription": "Our buildings are known for their exceptional quality. We focus on durability and design, ensuring perfection in every detail.",
    "leveragingSolarPanels": "Solar panels",
    "solarDescription": "Solar panels offer not only environmental benefits; they significantly ease the use of existing infrastructure such as the pool and gym by greatly reducing electricity costs, enhancing operational efficiency.",
    "communitySpaces": "Community spaces",
    "communityDescription": "Our neighborhood includes charming paths and a large park, with no further construction to maintain its tranquility."
  },

  "contact": {
    "headline": "Contact us",
    "firstNamePlaceholder": "First Name*",
    "lastNamePlaceholder": "Last Name*",
    "emailPlaceholder": "blank@example.com*",
    "phoneNumberPlaceholder": "+1234567890*",
    "callTimePlaceholder": "When can we call you?",
    "messagePlaceholder": "Message",
    "privacyPolicy": "By submitting this form, you agree to our privacy policy.",
    "submitButton": "Submit request",
    "successMessage": "Your request has been submitted.",
    "errors": {
      "validEmail": "Please enter a valid email address.",
      "firstName": "Please enter your first name.",
      "lastName": "Please enter your last name.",
      "phoneNumber": "Please enter a valid phone number.",
      "requiredField": "This field is required."
    }
  },

  "footer": {
    "companyName": "Park Residences",
    "location": "Pervolia",
    "companyInfo0": "Developer:",
    "companyInfo": "ZYRBAGAN RESIDENCES LTD",
    "contactUs": "Contact us",
    "telephone": "T: +35797547531",
    "email": "E: zyrbagan231123@gmail.com",
    "address": "A: Spyrou Kyprianou 90, Kontopyrgos Tower, Office 202, 6052 Larnaca, Cyprus",
    "about": "Architecture",
    "gallery": "Location",
    "apartments": "Interior",
    "benefits": "Apartments",
    "privacyPolicy": "Privacy Policy",
    "termsConditions": "Terms and Conditions",
    "rights": "© 2025, All rights reserved"
  },

  "galleryFullPage": {
    "location": {
      "title": "Location",
      "description": "Located in the heart of Pervolia, 10 km from the historic center of Larnaca, Park Residences offers an exclusive enclave of 19 meticulously designed premium apartments. Park Residences is not just a home; it is a commitment to a green future and a tribute to the historical richness of Pervolia."
    },
    "gym": {
      "title": "Private gym",
      "description": "Park Residences offers its residents access to a private gym. The private gym is equipped with modern fitness equipment, catering to a wide range of preferences and fitness levels. From cardio machines to free weights, resistance training equipment, and dedicated areas for yoga and stretching."
    },
    "solarPanels": {
      "title": "Solar panels",
      "description": "Solar panels offer not only environmental benefits; they significantly ease the use of existing infrastructure such as the pool and gym by greatly reducing electricity costs, enhancing operational efficiency."
    },
    "pool": {
      "title": "Indoor pool",
      "description": "Park Residences extends its commitment to the well-being of its residents by offering access to an exclusive indoor pool. This facility is designed to support a healthy, active lifestyle year-round."
    },
    "noDataFound": "Images are unavailable. Please return to the main page."
  },

  "contactInfo": {
    "getInTouch": "Get in touch",
    "description": "Discover the embodiment of comfort and luxury at Park Residences, located in the serene beauty of Pervolia, Cyprus.",
    "address": "Spyrou Kyprianou 90, Kontopyrgos Tower, Office 202, 6052 Larnaca, Cyprus",
    "phone": "+357 9 754 7531",
    "email": "zyrbagan231123@gmail.com",
    "a": "Address: ",
    "p": "Phone: ",
    "e": "Email: "
  },

  "singleFlat": {
    "totalArea": "Total area",
    "floor": "Floor",
    "parkViews": "Park views",
    "privateVeranda": "Ground terrace",
    "rooftopGarden": "Rooftop garden",
    "seaView": "Sea view",
    "floorHeating": "Underfloor heating",
    "energyEfficiency": "Energy efficiency",
    "securitySystem": "Security system",
    "livingArea": "Living area: ",
    "balkonySpace": ", terrance: ",
    "storage": ", personal storage: ",
    "parkingSpotIncluded": "One parking spot included with the apartment price",
    "solarPanelsInstallation": "Solar panels installation available",
    "price": "Price",
    "contactUs": "Contact us",
    "viewPDF": "View PDF",
    "clickToFlip": "Click to flip",
    "floors": "Warm floors are included in the total price",
    "store": "Storage room",
    "privateParking": "Private parking",
    "fireplace": "Fireplace installation available",
    "planChange": "Layout modification available"
  },

  "room": {
    "singular": "Room",
    "plural": "Rooms"
  },

  "singleFlatGallery": {
    "viewsAndLocation": "Views and location",
    "description": "Explore the Park Residences gallery: elegant interiors that speak of comfort, stunning exteriors blending with nature, and breathtaking views promising tranquility. Experience the luxury of living here through every carefully selected image."
  }
}
