{
  "company": {
    "headline": "Σχετικά με τον Αναπτυξιακό",
    "p1": "Στην Zyrbagan Residences LTD, ειδικευόμαστε στη δημιουργία εξαιρετικών οικιστικών έργων που συνδυάζουν πολυτέλεια, άνεση και σύγχρονο σχεδιασμό. Με έδρα την Κύπρο, επιδιώκουμε να παρέχουμε σπίτια που εμπνέουν και βελτιώνουν την ποιότητα ζωής. Κάθε έργο μας αντικατοπτρίζει μια δέσμευση για ποιότητα, καινοτομία και την τέλεια ισορροπία άνεσης και κομψότητας, εξασφαλίζοντας μακροπρόθεσμη αξία για τους κατοίκους μας.",
    "p2": "Με την πάροδο των χρόνων, έχουμε εδραιωθεί ως μια εταιρεία αφιερωμένη στην αριστεία μέσω των ανώτερων αναπτύξεών μας και των συνεργασιών με κορυφαίες εταιρείες σχεδιασμού. Μια από τις πιο πολύτιμες συνεργασίες μας είναι με την Porto Buro, ένα γνωστό αρχιτεκτονικό και σχεδιαστικό στούντιο. Γνωστοί για το αισθητικό τους στυλ και τον σύγχρονο σχεδιασμό, οι αρχιτέκτονες της Porto Buro ενσωματώνουν αρμονικά την κομψότητα και τη λειτουργικότητα.",
    "p3": "Μαζί με την Porto Buro, έχουμε επιτυχώς υλοποιήσει έργα όπως:",
    "li1": "μια αποκλειστική συλλογή πολυτελών σπιτιών που παρουσιάζουν επιμελή χειροτεχνία και στυλάτο σχεδιασμό",
    "li2": "όπου κάθε λεπτομέρεια έχει σχεδιαστεί με προσοχή για να εξασφαλίσει μια εκλεπτυσμένη αλλά άνετη διαβίωση.",
    "p4": "Με τα Park Residences, έχουμε δημιουργήσει μια κοινότητα που ενσωματώνει τα καλύτερα από τη φιλοσοφία μας. Βρίσκεται στο γραφικό χωριό Περβολία, μόλις 1,3 χλμ. από τη Μεσόγειο Θάλασσα, αυτό το έργο περιλαμβάνει εντυπωσιακά διαμερίσματα εμπλουτισμένα με το χαρακτηριστικό στυλ της Porto Buro, προηγμένες τεχνολογίες και υλικά υψηλής ποιότητας."
  },
  
  "company2": {
    "headline": "Καλώς ήρθατε στα Park Residences",
    "p1": "Η εταιρεία μας, Zyrbagan Residences LTD στην Κύπρο, ενσαρκώνει το έργο του ονείρου Park Residences, με πισίνα, γυμναστήριο, παιδική χαρά και πάρκο, που βρίσκεται στο όμορφο αριστοκρατικό Περβολία, μόλις 1,3 χλμ. από τη Μεσόγειο Θάλασσα με εκπληκτική θέα, παραλίες και πεζόδρομους που εκτείνονται για 4 χλμ.",
    "p2": "Η Περβολία, περιτριγυρισμένη από τη θάλασσα, πράσινα χωράφια και βουνά, δημιουργεί μια μοναδική ατμόσφαιρα που προσελκύει με την ομορφιά της, την ησυχία και την ηρεμία. Είναι πλούσια σε πολλά ιστορικά και πολιτιστικά αξιοθέατα. Οι λάτρεις του αθλητισμού θα εκτιμήσουν την Ακαδημία Τένις Herodotou, μόλις 4 λεπτά από τα Park Residences, εξοπλισμένη με γήπεδα τένις και πένταλ. Μια διαδρομή 10 λεπτών οδηγεί στο Ολυμπιακό Κέντρο Πυροβολισμού Λάρνακας, ένα ζωολογικό κήπο, αλμυρά λίμνες με φλαμίνγκο και πολλά μονοπάτια πεζοπορίας. Τα ιδιωτικά σχολεία Pascal και American Academy βρίσκονται 15 λεπτά μακριά. Η εγγύτητα στο Αεροδρόμιο Λάρνακας, μόλις 9 χλμ. μακριά, καθιστά κάθε ταξίδι εύκολο προς οποιοδήποτε μέρος του κόσμου, και η διαθεσιμότητα σχολείων, νηπιαγωγείων, σούπερ μάρκετ, νοσοκομείων και εστιατορίων σε κοντινή απόσταση από τα Park Residences εξασφαλίζει μια άνετη ζωή."
  },

  "navbar": {
    "Slogan": "Ο καλύτερος τρόπος να είσαι υγιής είναι να είσαι ευτυχισμένος",
    "About": "Εξωτερικός",
    "Gallery": "Τοποθεσία",
    "Apartments": "Εσωτερικός Χώρος",
    "Benefits": "Διαμερίσματα",
    "ContactUs": "Επικοινωνήστε",
    "request": "Επικοινωνήστε"
  },

  "about": {
    "headline": "Σχετικά με το Έργο",
    "li1": "Όμορφη τοποθεσία με πάρκο και παιδική χαρά",
    "li2": "Απόσταση από τη θάλασσα: ",
    "li3": "Απόσταση από το σούπερ μάρκετ: ",
    "li4": "Απόσταση από το σχολείο και το νηπιαγωγείο: ",
    "li5": "Χρήση ηλιακής ενέργειας με 340 ηλιόλουστες μέρες για άνεση και εξοικονόμηση",
    "li6": "Διαμερίσματα με θέα στη θάλασσα από τον 2ο όροφο",
    "li7": "Πολυτελής ποιότητα κατασκευής",
    "li8": "Εγγύτητα στο αεροδρόμιο:",
    "meters": "μέτρα",
    "kilometers": "χιλιοστά",
    "location": "Περβολία, Κύπρος",
    "solarPanels": "Ηλιακοί Πίνακες",
    "privateGym": "Ιδιωτικό Γυμναστήριο",
    "advancedSecurity": "Προηγμένη Ασφάλεια",
    "indoorPool": "Εσωτερική Πισίνα",
    "chargingStations": "Σταθμοί Φόρτισης"
  },

  "gallery": {
    "headline": "Εσωτερικός Χώρος",
    "welcome": "Καλώς ήρθατε στα Park Residences",
    "description": "Ο εσωτερικός χώρος των Park Residences χαρακτηρίζεται από φωτεινή παλέτα χρωμάτων, μινιμαλισμό και εκλεπτυσμένες λεπτομέρειες που δημιουργούν ατμόσφαιρα κομψότητας και άνεσης. Κάθε χώρος έχει σχεδιαστεί προσεκτικά, εξασφαλίζοντας ζεστασιά, λειτουργικότητα και αρμονία."
  },

  "gallery2": {
    "headline": "Εξωτερικός Χώρος",
    "welcome": "Καλώς ήρθατε στα Park Residences",
    "description": "Ο σχεδιασμός των Park Residences έχει δημιουργηθεί σε μοντέρνο κλασικό στυλ, παρέχοντας κομψότητα που θα παραμείνει διαχρονική για πολλά χρόνια. Κάθε εικόνα παρουσιάζει την ουσία των πολυτελών διαμερισμάτων μας, των σύγχρονων ανέσεων και της άνετης διαβίωσης."
  },

  "units": {
    "headline": "Διαμερίσματα",
    "description": "Το κτίριό μας περιλαμβάνει 19 άνετα διαμερίσματα με εκπληκτική θέα. Επιλέξτε το τέλειο διαμέρισμα που ταιριάζει στις προτιμήσεις και τις ανάγκες σας.",
    "oneBedroom": "Μία Υπνοδωμάτιο",
    "twoBedrooms": "Δύο Υπνοδωμάτια",
    "threeBedrooms": "Τρία Υπνοδωμάτια",
    "startingFrom": "Αρχίζει από",
    "showApartments": "Δείξε Διαμερίσματα",
    "form2": "(ανά τ.μ.):"
  },

  "benefits": {
    "headline": "Οφέλη",
    "description": "Το πλεονέκτημα του έργου μας Park Residences είναι η τεχνολογία και η ποιότητα. Κάθε λεπτομέρεια έχει σχεδιαστεί προσεκτικά και υλοποιηθεί από τους σχεδιαστές μας, τους μηχανικούς και τους σχεδιαστές της Porto Buro. Η χρήση υλικών υψηλής ποιότητας στην κατασκευή και την τελειώση, η ανακύκλωση, η υπόγεια θέρμανση, οι τζάκια, οι ηλιακοί πίνακες και πολλά άλλα τεχνολογικά χαρακτηριστικά καθιστούν το έργο μας αποκλειστικό, οικονομικό και άνετο για διαβίωση όλο το χρόνο.",
    "constructionQuality": "Ποιότητα Κατασκευής",
    "qualityDescription": "Τα κτίριά μας είναι γνωστά για την εξαιρετική ποιότητά τους. Εστιάζουμε στη διαχρονικότητα και το σχεδιασμό, εξασφαλίζοντας την τελειότητα σε κάθε λεπτομέρεια.",
    "leveragingSolarPanels": "Ηλιακοί Πίνακες",
    "solarDescription": "Οι ηλιακοί πίνακες προσφέρουν όχι μόνο περιβαλλοντικά οφέλη, αλλά και σημαντικά μειώνουν τη χρήση της υπάρχουσας υποδομής όπως η πισίνα και το γυμναστήριο, μειώνοντας σημαντικά τα έξοδα ηλεκτρικής ενέργειας και βελτιώνοντας την επιχειρησιακή αποδοτικότητα.",
    "communitySpaces": "Κοινόχρηστοι Χώροι",
    "communityDescription": "Η γειτονιά μας περιλαμβάνει γοητευτικούς δρόμους και ένα μεγάλο πάρκο, χωρίς περαιτέρω κατασκευές για τη διατήρηση της ηρεμίας της."
  },

  "contact": {
    "headline": "Επικοινωνήστε Μαζί Μας",
    "firstNamePlaceholder": "Όνομα*",
    "lastNamePlaceholder": "Επώνυμο*",
    "emailPlaceholder": "blank@example.com*",
    "phoneNumberPlaceholder": "+1234567890*",
    "callTimePlaceholder": "Πότε μπορούμε να σας καλέσουμε;",
    "messagePlaceholder": "Μήνυμα",
    "privacyPolicy": "Στείλνοντας αυτή τη φόρμα, συμφωνείτε με την Πολιτική Απορρήτου μας.",
    "submitButton": "Υποβολή Αίτησης",
    "successMessage": "Η αίτησή σας έχει υποβληθεί.",
    "errors": {
      "validEmail": "Παρακαλώ εισάγετε μια έγκυρη διεύθυνση email.",
      "firstName": "Παρακαλώ εισάγετε το όνομά σας.",
      "lastName": "Παρακαλώ εισάγετε το επώνυμό σας.",
      "phoneNumber": "Παρακαλώ εισάγετε έναν έγκυρο αριθμό τηλεφώνου.",
      "requiredField": "Αυτό το πεδίο είναι υποχρεωτικό."
    }
  },

  "footer": {
    "companyName": "GREENLIFE",
    "location": "ΠΕΡΒΟΛΙΑ",
    "companyInfo": "ZYRBAGAN RESIDENCES LTD",
    "contactUs": "Επικοινωνήστε",
    "telephone": "Τ: +35797547531",
    "email": "E: zyrbagan231123@gmail.com",
    "address": "Α: Spyrou Kyprianou 90, Kontopyrgos Tower, Office 202, 6052 Λάρνακα, Κύπρος",
    "about": "Εξωτερικός",
    "gallery": "Τοποθεσία",
    "apartments": "Εσωτερικός Χώρος",
    "benefits": "Διαμερίσματα",
    "privacyPolicy": "Πολιτική Απορρήτου",
    "termsConditions": "Όροι και Προϋποθέσεις",
    "rights": "© 2024, Με όλα τα δικαιώματα διατηρημένα"
  },

  "galleryFullPage": {
    "location": {
      "title": "Τοποθεσία",
      "description": "Βρίσκεται στην καρδιά της Περβολίας, μόλις λίγα βήματα από την ιστορική πόλη της Λάρνακας, τα Park Residences προσφέρουν μια αποκλειστική έγκαυλη με 19 προσεκτικά σχεδιασμένα premium διαμερίσματα. Τα Park Residences δεν είναι απλώς κατοικία· είναι μια δέσμευση για ένα πράσινο μέλλον και μια φόρο τιμής στην ιστορική πλούσια της Περβολίας."
    },
    "gym": {
      "title": "Ιδιωτικό Γυμναστήριο",
      "description": "Η GreenLife παρέχει στους κατοίκους της πρόσβαση σε ένα ιδιωτικό γυμναστήριο. Το ιδιωτικό γυμναστήριο είναι εξοπλισμένο με σύγχρονο εξοπλισμό γυμναστικής, ικανοποιώντας ένα ευρύ φάσμα προτιμήσεων και επιπέδων φυσικής κατάστασης. Από καρδιολογικές μηχανές μέχρι ελεύθερα βάρη, εξοπλισμό αντίστασης και εξειδικευμένες ζώνες για γιόγκα και διατάσεις."
    },
    "solarPanels": {
      "title": "Ηλιακοί Πίνακες",
      "description": "Οι ηλιακοί πίνακες προσφέρουν όχι μόνο περιβαλλοντικά οφέλη αλλά και σημαντικά μειώνουν τη χρήση της υπάρχουσας υποδομής όπως η πισίνα και το γυμναστήριο, μειώνοντας σημαντικά τα έξοδα ηλεκτρικής ενέργειας και βελτιώνοντας την επιχειρησιακή αποδοτικότητα."
    },
    "pool": {
      "title": "Εσωτερική Πισίνα",
      "description": "Η εταιρεία Park Residences ενισχύει τη δέσμευσή της για την ευημερία των κατοίκων της, προσφέροντας πρόσβαση σε μια αποκλειστική εσωτερική πισίνα. Αυτή η εγκατάσταση έχει σχεδιαστεί για να υποστηρίζει έναν υγιεινό, ενεργό τρόπο ζωής καθ' όλη τη διάρκεια του χρόνου."
    },
    "noDataFound": "Οι εικόνες δεν είναι διαθέσιμες. Παρακαλώ επιστρέψτε στην κύρια σελίδα."
  },

  "contactInfo": {
    "getInTouch": "Επικοινωνήστε Μαζί Μας",
    "description": "Ανακαλύψτε την ενσάρκωση της βιώσιμης πολυτέλειας στα Park Residences, τοποθετημένα στην ήρεμη ομορφιά της Περβολίας, Κύπρος.",
    "address": "Spyrou Kyprianou 90, Kontopyrgos Tower, Office 202, 6052 Λάρνακα, Κύπρος",
    "phone": "+357 9 754 7531",
    "email": "zyrbagan231123@gmail.com",
    "a": "Διεύθυνση: ",
    "p": "Τηλέφωνο: ",
    "e": "Ηλεκτρονικό Ταχυδρομείο: "
  },

  "singleFlat": {
    "totalArea": "Συνολική Επιφάνεια",
    "floor": "Όροφος",
    "parkViews": "Θέα στο Πάρκο",
    "privateVeranda": "Ιδιωτική Βεράντα",
    "rooftopGarden": "Κήπος στην Οροφή",
    "seaView": "Θέα στη Θάλασσα",
    "floorHeating": "Υπόστρωμα Θέρμανσης",
    "energyEfficiency": "Ενεργειακή Αποδοτικότητα",
    "securitySystem": "Σύστημα Ασφάλειας",
    "livingArea": "Ζώνη Διαβίωσης: ",
    "balkonySpace": ", Επιφάνεια Μπαλκονιού: ",
    "storage": ", Προσωπική Αποθήκευση: ",
    "parkingSpotIncluded": "Ένα χώρο στάθμευσης συμπεριλαμβάνεται με το διαμέρισμα",
    "solarPanelsInstallation": "Δυνατότητα εγκατάστασης ηλιακών πλαισίων",
    "price": "Τιμή",
    "contactUs": "Επικοινωνήστε Μαζί Μας",
    "viewPDF": "Δείτε PDF",
    "clickToFlip": "Κάντε κλικ για αναστροφή"
  },

  "room": {
    "singular": "Δωμάτιο",
    "plural": "Δωμάτια"
  },

  "singleFlatGallery": {
    "viewsAndLocation": "Θέα και Τοποθεσία",
    "description": "Εξερευνήστε τη γκαλερί των Park Residences: κομψοί εσωτερικοί χώροι που μιλούν για άνεση, εκπληκτικοί εξωτερικοί χώροι που ενσωματώνονται με τη φύση και εντυπωσιακές θέες που υπόσχονται ηρεμία. Απολαύστε την πολυτέλεια της διαβίωσης εδώ μέσα από κάθε προσεκτικά επιλεγμένη εικόνα."
  }
}
