{
  "company": {
    "headline": "Σχετικά με τον κατασκευαστή",
    "p1": "Στην Zyrbagan Residences LTD εξειδικευόμαστε στη δημιουργία εξαιρετικών οικιστικών έργων που συνδυάζουν πολυτέλεια, άνεση και σύγχρονο σχεδιασμό. Βασιζόμαστε στην Κύπρο και επιδιώκουμε να παρέχουμε σπίτια που εμπνέουν και βελτιώνουν την ποιότητα ζωής. Κάθε ένα από τα έργα μας αντικατοπτρίζει μια δέσμευση για ποιότητα, καινοτομία και την τέλεια ισορροπία άνεσης και κομψότητας, εξασφαλίζοντας μακροπρόθεσμη αξία για τους κατοίκους μας.",
    "p2": "Με τα χρόνια, έχουμε εδραιώσει τη θέση μας ως εταιρεία αφοσιωμένη στην αριστεία μέσω των πολυτελών αναπτύξεών μας και των συνεργασιών με κορυφαίες εταιρείες σχεδιασμού. Μία από τις πιο πολύτιμες συνεργασίες μας είναι με την Porto Buro, ένα γνωστό αρχιτεκτονικό και σχεδιαστικό στούντιο. Γνωστοί για το αισθητικό τους στυλ και τον σύγχρονο σχεδιασμό, οι αρχιτέκτονες της Porto Buro συνδυάζουν αρμονικά κομψότητα και λειτουργικότητα.",
    "p3": "Μαζί με την Porto Buro, έχουμε επιτυχώς υλοποιήσει έργα όπως:",
    "li1": "μια αποκλειστική συλλογή πολυτελών σπιτιών που επιδεικνύουν επιμελή χειροτεχνία και στυλάτο σχεδιασμό",
    "li2": "όπου κάθε λεπτομέρεια σχεδιάζεται με σκέψη για να εξασφαλίζει μια εκλεπτυσμένη αλλά άνετη εμπειρία διαβίωσης.",
    "p4": "Με το Park Residences, έχουμε δημιουργήσει μια κοινότητα που ενσωματώνει το καλύτερο από τη φιλοσοφία μας. Βρισκόμενο στο γραφικό χωριό Περβολία, μόλις 1,3 χλμ από τη Μεσόγειο Θάλασσα, αυτό το έργο περιλαμβάνει εκπληκτικά διαμερίσματα εμπλουτισμένα με το υπογεγραμμένο στυλ της Porto Buro, προηγμένες τεχνολογίες και ποιοτικά υλικά."
  },
  
  "company2": {
    "headline": "Καλώς ήρθατε στο Park Residences",
    "p1": "Η εταιρεία μας στην Κύπρο, Zyrbagan Residences LTD, ζωντανεύει το έργο του ονείρου σπιτιού Park Residences με πισίνα, γυμναστήριο, παιδική χαρά και πλατεία, τοποθετημένο στην όμορφη αριστοκρατική Περβολία, μόλις 1,3 χλμ από τη Μεσόγειο Θάλασσα με υπέροχες θέες, παραλίες και πεζοδρομικές ζώνες που εκτείνονται για 4 χλμ.",
    "p2": "Η Περβολία, περιτριγυρισμένη από τη θάλασσα, πράσινα λιβάδια και βουνά, δημιουργεί μια μοναδική ατμόσφαιρα που προσελκύει με την ομορφιά, την ησυχία και την ηρεμία της. Είναι πλούσια σε πολυάριθμα ιστορικά και πολιτιστικά αξιοθέατα. Οι λάτρεις του αθλητισμού θα βρουν την Ακαδημία Τένις Herodotou με γήπεδα για πένταλ τένις μόλις 4 λεπτά από το Park Residences. Με 10 λεπτά οδήγησης βρίσκονται το Ολυμπιακό Κλαμπ Σκοποβολής Λάρνακας, ζωολογικός κήπος, αλμυρά λιμνοθάλασσα με φοίνικες και πολλούς πεζοπορικούς δρομίσκους. Ιδιωτικά σχολεία Pascal και American Academy απέχουν 15 λεπτά. Η εγγύτητα του αεροδρομίου Λάρνακας στα 9 χλμ καθιστά οποιοδήποτε ταξίδι σας εύκολο προς οποιοδήποτε μέρος του κόσμου, και η παρουσία σχολείων, νηπιαγωγείων, σούπερ μάρκετ, νοσοκομείων και εστιατορίων σε απόσταση με τα πόδια από το Park Residences καθιστά τη ζωή σας άνετη."
  },

  "navbar": {
    "Slogan": "Ο καλύτερος τρόπος να είστε υγιείς είναι να είστε ευτυχισμένοι",
    "About": "Αρχιτεκτονική",
    "Gallery": "Τοποθεσία",
    "Apartments": "Εσωτερικό",
    "Benefits": "Διαμερίσματα",
    "ContactUs": "Επαφές",
    "request": "Επικοινωνήστε μαζί μας"
  },

  "about": {
    "headline": "Σχετικά με το έργο",
    "li1": "Όμορφη τοποθεσία με πάρκο και παιδική χαρά",
    "li2": "Απόσταση από τη θάλασσα: ",
    "li3": "Απόσταση από το σούπερ μάρκετ: ",
    "li4": "Απόσταση από το σχολείο και το νηπιαγωγείο: ",
    "li5": "Χρήση ηλιακής ενέργειας με 340 ηλιόλουστες ημέρες για άνεση και εξοικονόμηση",
    "li6": "Διαμερίσματα με θέα στη θάλασσα από τον 2ο όροφο",
    "li7": "Ποιοτική κατασκευή υψηλής κατηγορίας",
    "li8": "Εγγύτητα από το αεροδρόμιο:",
    "meters": "μέτρα",
    "kilometers": "χιλιόμετρα",
    "location": "Περβολία, Κύπρος",
    "solarPanels": "Ηλιακοί συλλέκτες",
    "privateGym": "Ιδιωτικό γυμναστήριο",
    "advancedSecurity": "Προηγμένη ασφάλεια",
    "indoorPool": "Πισίνα",
    "chargingStations": "Σταθμοί φόρτισης"
  },

  "gallery": {
    "headline": "Εσωτερικό",
    "welcome": "Καλώς ήρθατε στο Park Residences",
    "description": "Το εσωτερικό του Park Residences χαρακτηρίζεται από φωτεινή χρωματική παλέτα, μινιμαλισμό και εκλεπτυσμένες λεπτομέρειες που δημιουργούν μια ατμόσφαιρα κομψότητας και άνεσης. Κάθε χώρος σχεδιάζεται με προσοχή στη λεπτομέρεια για να εξασφαλίσει ζεστασιά, λειτουργικότητα και αρμονία."
  },

  "gallery2": {
    "headline": "Αρχιτεκτονική",
    "welcome": "Καλώς ήρθατε στο Park Residences",
    "description": "Ο σχεδιασμός του Park Residences δημιουργήθηκε σε σύγχρονο κλασικό στυλ, εξασφαλίζοντας κομψότητα που παραμένει διαχρονική. Κάθε εικόνα παρουσιάζει την ουσία των πολυτελών διαμερισμάτων μας, τις σύγχρονες ανέσεις και την άνετη διαβίωση."
  },

  "units": {
    "headline": "Διαμερίσματα",
    "description": "Το σπίτι μας περιλαμβάνει 19 άνετα διαμερίσματα με υπέροχες θέες. Επιλέξτε το ιδανικό διαμέρισμα που ταιριάζει στις προτιμήσεις και τις ανάγκες σας.",
    "oneBedroom": "Μία υπνοδωμάτιο",
    "twoBedrooms": "Δύο υπνοδωμάτια",
    "threeBedrooms": "Τρία υπνοδωμάτια",
    "startingFrom": "Αρχίζει από",
    "showApartments": "Δείτε διαμερίσματα",
    "form2": "(ανά τ.μ.):"
  },

  "benefits": {
    "headline": "Πλεονεκτήματα",
    "description": "Το πλεονέκτημα του έργου μας Park Residences είναι η τεχνολογία και η ποιότητα; κάθε λεπτομέρεια σχεδιάζεται προσεκτικά και υλοποιείται από τους μηχανικούς, τους σχεδιαστές Porto Buro, η χρήση ποιοτικών υλικών κατασκευής και φινιρίσματος, η ανάκτηση, το υπόγειο θέρμανσης, οι καμίνες, οι ηλιακοί συλλέκτες και πολλά άλλα τεχνολογικά χαρακτηριστικά κάνουν το έργο μας αποκλειστικό, οικονομικό και άνετο για διαβίωση όλο το χρόνο.",
    "constructionQuality": "Ποιότητα κατασκευής",
    "qualityDescription": "Τα κτίριά μας είναι γνωστά για την εξαιρετική ποιότητά τους. Εστιάζουμε στην ανθεκτικότητα και τον σχεδιασμό, εξασφαλίζοντας την τελειότητα σε κάθε λεπτομέρεια.",
    "leveragingSolarPanels": "Ηλιακοί συλλέκτες",
    "solarDescription": "Οι ηλιακοί συλλέκτες προσφέρουν όχι μόνο περιβαλλοντικά οφέλη· διευκολύνουν σημαντικά τη χρήση της υπάρχουσας υποδομής όπως η πισίνα και το γυμναστήριο μειώνοντας σημαντικά τα έξοδα ηλεκτρικής ενέργειας, ενισχύοντας την επιχειρησιακή απόδοση.",
    "communitySpaces": "Κοινόχρηστοι χώροι",
    "communityDescription": "Η γειτονιά μας περιλαμβάνει γοητευτικές διαδρομές και ένα μεγάλο πάρκο, χωρίς περαιτέρω κατασκευή για τη διατήρηση της ηρεμίας της."
  },

  "contact": {
    "headline": "Επικοινωνήστε μαζί μας",
    "firstNamePlaceholder": "Όνομα*",
    "lastNamePlaceholder": "Επώνυμο*",
    "emailPlaceholder": "blank@example.com*",
    "phoneNumberPlaceholder": "+1234567890*",
    "callTimePlaceholder": "Πότε μπορούμε να σας καλέσουμε;",
    "messagePlaceholder": "Μήνυμα",
    "privacyPolicy": "Συμπληρώνοντας αυτή τη φόρμα, συμφωνείτε με την πολιτική απορρήτου μας.",
    "submitButton": "Υποβολή αιτήματος",
    "successMessage": "Το αίτημά σας έχει υποβληθεί.",
    "errors": {
      "validEmail": "Παρακαλώ εισάγετε μια έγκυρη διεύθυνση email.",
      "firstName": "Παρακαλώ εισάγετε το όνομά σας.",
      "lastName": "Παρακαλώ εισάγετε το επώνυμό σας.",
      "phoneNumber": "Παρακαλώ εισάγετε έναν έγκυρο αριθμό τηλεφώνου.",
      "requiredField": "Αυτό το πεδίο είναι υποχρεωτικό."
    }
  },

  "footer": {
    "companyName": "Park Residences",
    "location": "Περβολία",
    "companyInfo": "ZYRBAGAN RESIDENCES LTD",
    "contactUs": "Επικοινωνήστε μαζί μας",
    "telephone": "Τ: +35797547531",
    "email": "E: zyrbagan231123@gmail.com",
    "address": "Α: Spyrou Kyprianou 90, Kontopyrgos Tower, Office 202, 6052 Larnaca, Κύπρος",
    "about": "Αρχιτεκτονική",
    "gallery": "Τοποθεσία",
    "apartments": "Εσωτερικό",
    "benefits": "Διαμερίσματα",
    "privacyPolicy": "Πολιτική απορρήτου",
    "termsConditions": "Όροι και Προϋποθέσεις",
    "rights": "© 2024, Όλα τα δικαιώματα διατηρούνται"
  },

  "galleryFullPage": {
    "location": {
      "title": "Τοποθεσία",
      "description": "Τοποθετημένο στην καρδιά της Περβολίας, 10 χλμ από το ιστορικό κέντρο της Λάρνακας, το Park Residences προσφέρει μια αποκλειστική ένταξη από 19 σχολαστικά σχεδιασμένα premium διαμερίσματα. Το Park Residences δεν είναι απλά κατοικία· είναι μια δέσμευση για ένα πράσινο μέλλον και ένας φόρος τιμής στην ιστορική πλούσια κληρονομιά της Περβολίας."
    },
    "gym": {
      "title": "Ιδιωτικό γυμναστήριο",
      "description": "Η εταιρεία Park Residences παρέχει στους κατοίκους της πρόσβαση σε ένα ιδιωτικό γυμναστήριο. Το ιδιωτικό γυμναστήριο είναι εξοπλισμένο με σύγχρονο γυμναστικό εξοπλισμό, καλύπτοντας ένα ευρύ φάσμα προτιμήσεων και επιπέδων φυσικής κατάστασης. Από καρδιολογικές μηχανές μέχρι ελεύθερα βάρη, εξοπλισμό αντοχής και ειδικές περιοχές για γιόγκα και διατάσεις."
    },
    "solarPanels": {
      "title": "Ηλιακοί συλλέκτες",
      "description": "Οι ηλιακοί συλλέκτες προσφέρουν όχι μόνο περιβαλλοντικά οφέλη· διευκολύνουν σημαντικά τη χρήση της υπάρχουσας υποδομής όπως η πισίνα και το γυμναστήριο μειώνοντας σημαντικά τα έξοδα ηλεκτρικής ενέργειας, ενισχύοντας την επιχειρησιακή απόδοση."
    },
    "pool": {
      "title": "Κλειστή πισίνα",
      "description": "Η εταιρεία Park Residences επεκτείνει τη δέσμευσή της για την ευεξία των κατοίκων της, προσφέροντας πρόσβαση σε μια αποκλειστική κλειστή πισίνα. Αυτή η εγκατάσταση σχεδιάστηκε για να υποστηρίζει έναν υγιή, ενεργό τρόπο ζωής καθ' όλη τη διάρκεια του χρόνου."
    },
    "noDataFound": "Οι εικόνες δεν είναι διαθέσιμες. Παρακαλώ επιστρέψτε στην κύρια σελίδα."
  },

  "contactInfo": {
    "getInTouch": "Επικοινωνήστε μαζί μας",
    "description": "Ανακαλύψτε την ενσάρκωση της άνεσης και της πολυτέλειας στο Park Residences, τοποθετημένο στην ήρεμη ομορφιά της Περβολίας, Κύπρος.",
    "address": "Spyrou Kyprianou 90, Kontopyrgos Tower, Office 202, 6052 Larnaca, Κύπρος",
    "phone": "+357 9 754 7531",
    "email": "zyrbagan231123@gmail.com",
    "a": "Διεύθυνση: ",
    "p": "Τηλέφωνο: ",
    "e": "Ηλεκτρονική διεύθυνση: "
  },

  "singleFlat": {
    "totalArea": "Συνολική έκταση",
    "floor": "όροφος",
    "parkViews": "Θέα στο πάρκο",
    "privateVeranda": "Ιδιωτική βεράντα",
    "rooftopGarden": "Κήπος στην ταράτσα",
    "seaView": "Θέα στη θάλασσα",
    "floorHeating": "Υπόγειο θέρμανση",
    "energyEfficiency": "Ενεργειακή απόδοση",
    "securitySystem": "Σύστημα ασφαλείας",
    "livingArea": "Ζωντανή περιοχή: ",
    "balkonySpace": ", χώρος μπαλκονιού: ",
    "storage": ", προσωπική αποθήκευση: ",
    "parkingSpotIncluded": "Ένα χώρο στάθμευσης συμπεριλαμβάνεται στην τιμή του διαμερίσματος",
    "solarPanelsInstallation": "Δυνατότητα εγκατάστασης ηλιακών συλλεκτών",
    "price": "Τιμή",
    "contactUs": "Επικοινωνήστε μαζί μας",
    "viewPDF": "Δείτε PDF",
    "clickToFlip": "Κάντε κλικ για αναστροφή"
  },

  "room": {
    "singular": "Δωμάτιο",
    "plural": "Δωμάτια"
  },

  "singleFlatGallery": {
    "viewsAndLocation": "Θέες και τοποθεσία",
    "description": "Εξερευνήστε την γκαλερί του Park Residences: κομψά εσωτερικά που μιλούν για άνεση, εκπληκτικά εξωτερικά που συγχωνεύονται με τη φύση, και μαγευτικές θέες που υπόσχονται ηρεμία. Ζήστε την πολυτέλεια της διαβίωσης εδώ μέσα από κάθε προσεκτικά επιλεγμένη εικόνα."
  }
}
