{
    "privacy": {
      "headline": "Политика конфиденциальности",
      "intro": "Настоящая Политика конфиденциальности описывает, как мы собираем, обрабатываем и защищаем ваши персональные данные при взаимодействии с нашим веб-сайтом. Используя наши услуги, вы подтверждаете, что ознакомились и поняли данные условия. Если вы не согласны, вам следует немедленно прекратить использование веб-сайта.",
      "subtitle1": "Область применения и ответственность",
      "p1": "Данная Политика распространяется на все персональные данные, обрабатываемые в связи с использованием нашего веб-сайта, включая сведения, которые вы предоставляете непосредственно, а также информацию, собранную автоматически. Мы выступаем в роли оператора данных, определяя цели и способы обработки, соблюдая действующее законодательство и обеспечивая прозрачность наших действий.",
      "p2": "Мы берем на себя ответственность за безопасность, конфиденциальность и законную обработку ваших персональных данных. Любые третьи лица, оказывающие нам услуги, обязаны строго соблюдать договорные условия, защищать полученную информацию и действовать так, чтобы не нарушать ваши права и основные свободы.",
      "subtitle2": "Сбор и использование данных",
      "p3": "Мы собираем персональные данные, когда вы направляете запросы, запрашиваете информацию или взаимодействуете с функциями веб-сайта, требующими ввода данных. К таким данным могут относиться ваше имя, адрес электронной почты, контактная информация, а также любые сведения, которыми вы делитесь. Кроме того, мы используем файлы cookie и аналогичные технологии для сбора технической информации о вашем поведении при просмотре страниц, времени посещения и характеристиках вашего устройства.",
      "p4": "Мы используем ваши персональные данные для предоставления запрошенных услуг, ответа на вопросы, улучшения пользовательского опыта и поддержания безопасности и функциональности веб-сайта. Каждая операция с данными оценивается на предмет соответствия законным интересам и уважения к вашей конфиденциальности. Если требуется ваше согласие, мы запрашиваем его явно, и вы можете отозвать согласие в любой момент без ущерба для законности предыдущей обработки.",
      "subtitle3": "Правовые основания и срок хранения",
      "p5": "Мы опираемся на законные интересы, исполнение договорных обязательств, соблюдение правовых норм или ваше явное согласие для обработки персональных данных. Прежде чем начинать или изменять обработку данных, мы удостоверяемся, что существующие правовые основания действительны и не противоречат вашим правам или законодательству.",
      "p6": "Мы храним ваши персональные данные только в течение времени, необходимого для достижения целей, указанных в настоящей Политике, или в соответствии с требованиями закона. После достижения целей или истечения установленных сроков данные безопасно удаляются или анонимизируются. Мы регулярно пересматриваем наши практики хранения, чтобы убедиться, что данные не сохраняются дольше, чем требуется.",
      "subtitle4": "Передача и трансграничная передача данных",
      "p7": "Мы можем передавать ваши персональные данные тщательно отобранным третьим сторонам, помогающим нам оказывать услуги, проводить анализ или обеспечивать безопасную работу веб-сайта. Все такие стороны связаны строгими обязательствами по конфиденциальности и должны применять соответствующие меры защиты. Мы не продаем и не сдаем в аренду ваши персональные данные.",
      "p8": "В некоторых случаях данные могут передаваться и храниться за пределами вашей юрисдикции. Мы применяем признанные механизмы, например стандартные договорные положения, чтобы обеспечить уровень защиты, эквивалентный установленным нормам. Используя наш веб-сайт, вы признаете возможность таких трансграничных передач и наше стремление сохранять целостность и конфиденциальность ваших данных.",
      "subtitle5": "Ваши права",
      "p9": "Вы имеете право запрашивать доступ к своим персональным данным, исправление неточностей или удаление данных, которые больше не нужны. Вы можете возражать против определенных видов обработки или просить об их ограничении. Если это технически возможно и разрешено законом, вы можете запрашивать перенос данных к другому оператору. Эти права подлежат определенным условиям и могут различаться в зависимости от юрисдикции.",
      "p10": "Для реализации этих прав или выражения обеспокоенности в отношении обработки ваших данных свяжитесь с нами через контактную информацию, указанную на нашем веб-сайте. Мы ответим в разумные сроки, руководствуясь применимым законодательством. Если вы считаете, что ваша проблема не решена должным образом, вы можете подать жалобу в соответствующий надзорный орган по защите данных.",
      "subtitle6": "Меры безопасности",
      "p11": "Мы применяем технические, организационные и административные меры для защиты ваших персональных данных от несанкционированного доступа, случайной потери или незаконной обработки. Эти меры регулярно пересматриваются и обновляются с учетом технологического прогресса и потенциальных угроз, чтобы поддерживать соответствующий уровень защиты.",
      "p12": "Хотя мы стремимся обеспечить высокий уровень безопасности, ни один метод передачи или хранения данных в Интернете не является полностью безопасным. Мы не можем гарантировать абсолютную защищенность, и любой обмен данными вы осуществляете на свой риск. В случае инцидента, создающего серьезную угрозу вашим правам, мы уведомим вас и компетентные органы в соответствии с законом.",
      "subtitle7": "Обновления и контакты",
      "p13": "Мы можем время от времени вносить изменения в настоящую Политику конфиденциальности, чтобы отразить технические новшества, требования законодательства или изменения в нашей деятельности. Любые обновления будут опубликованы на нашем веб-сайте и вступают в силу с момента публикации. Мы рекомендуем вам периодически просматривать эту Политику, чтобы быть в курсе мер по защите ваших данных. Если у вас есть вопросы или обеспокоенности, свяжитесь с нами по адресу zyrbagan231123@gmail.com. Мы ответим в разумные сроки и в соответствии с применимым законодательством."
    },
    "terms": {
      "headline": "Условия и положения",
      "intro": "Настоящие Условия и положения регулируют использование нашего веб-сайта и связанных с ним услуг. Получая доступ к веб-сайту или используя его, вы подтверждаете, что ознакомились и согласны с настоящими Условиями. Если вы не согласны, вам следует немедленно прекратить использование.",
      "subtitle1": "Область применения",
      "p1": "Эти Условия распространяются на все аспекты вашего взаимодействия с нашим веб-сайтом, включая просмотр, предоставление информации или отправку запросов. Вы соглашаетесь использовать веб-сайт только в законных целях, не нарушая прав и интересов третьих лиц. Мы сохраняем за собой право изменять, приостанавливать или прекращать работу любых функций по своему усмотрению.",
      "p2": "Использование веб-сайта не должно подрывать его целостность, безопасность или доступность. Запрещены попытки несанкционированного доступа, распространение вредоносного ПО, мошеннические действия или любое поведение, способное нанести ущерб нашим интересам или интересам других пользователей. Мы оставляем за собой право ограничить или прекратить ваш доступ, если полагаем, что вы нарушаете эти Условия или законодательство.",
      "subtitle2": "Интеллектуальная собственность",
      "p3": "Все материалы, дизайн, товарные знаки и логотипы на веб-сайте являются собственностью нашей компании или ее лицензиаров и защищены законами об интеллектуальной собственности. Использование веб-сайта не предоставляет вам никакой лицензии или права на воспроизведение, распространение, модификацию или создание производных произведений.",
      "p4": "Вы соглашаетесь не копировать, не передавать и не использовать каким-либо иным способом нашу интеллектуальную собственность без предварительного письменного согласия. Любое несанкционированное использование может привести к юридическим действиям с целью защиты наших прав.",
      "subtitle3": "Отказ от гарантий",
      "p5": "Мы предоставляем веб-сайт и его содержимое «как есть» и «по мере доступности» без каких-либо явных или подразумеваемых гарантий точности, надежности или пригодности для определенных целей. Хотя мы стремимся к актуальности и корректности информации, возможны ошибки или упущения.",
      "p6": "Использование веб-сайта осуществляется на ваш собственный риск. Мы не гарантируем непрерывную или безошибочную работу и не несем ответственности за временную недоступность или технические проблемы. Вы самостоятельно несете ответственность за последствия, возникающие при доверии к предоставляемой информации или услугам.",
      "subtitle4": "Ограничение ответственности",
      "p7": "В максимально допустимой законом степени мы не несем ответственности за любые прямые, косвенные, случайные или косвенные убытки, связанные с использованием веб-сайта. Это включает потерю данных, прибыли или деловых возможностей.",
      "p8": "Мы не отвечаем за контент, ссылки или ресурсы третьих сторон, которые могут появляться на веб-сайте. Несмотря на усилия обеспечить надежность внешних ссылок, их включение не означает одобрение или принятие ответственности. Взаимодействие с третьими лицами вы осуществляете на свой риск и в соответствии с их условиями.",
      "subtitle5": "Обязанности пользователя",
      "p9": "Вы соглашаетесь предоставлять точную и правдивую информацию при необходимости. Запрещается ложно представлять свою личность, выдавать себя за других или передавать недостоверные данные. Любые действия, подрывающие безопасность веб-сайта или конфиденциальность других пользователей, строго запрещены.",
      "p10": "Вы несете ответственность за сохранность конфиденциальности учетных данных и за все действия, совершенные под вашим аккаунтом. Если вы подозреваете несанкционированное использование или нарушение безопасности, незамедлительно сообщите нам. Мы оставляем за собой право приостановить или прекратить работу аккаунтов, нарушающих настоящие Условия.",
      "subtitle6": "Применимое право и юрисдикция",
      "p11": "Настоящие Условия регулируются законодательством юрисдикции, в которой зарегистрирована наша компания. Все споры, возникающие из настоящих Условий или связанных с использованием веб-сайта, подлежат исключительной юрисдикции компетентных судов этой юрисдикции.",
      "p12": "Если какое-либо положение этих Условий будет признано недействительным или неисполнимым, остальные положения остаются в силе. Любая задержка или несостоявшееся осуществление права не рассматривается как отказ от этого права. Мы можем уступать или передавать наши права и обязательства без ограничений.",
      "subtitle7": "Изменения и контакты",
      "p13": "Мы оставляем за собой право вносить изменения или обновления в эти Условия в любое время, чтобы отразить изменения в наших практиках, операционных требованиях или юридических обязательствах. Продолжая использовать веб-сайт после публикации изменений, вы принимаете обновленные Условия. Если у вас есть вопросы или опасения, свяжитесь с нами по адресу zyrbagan231123@gmail.com. Мы ответим в разумные сроки и в соответствии с применимым законодательством."
    },

  "company": {
    "headline": "застройщике",
    "p1": "В Zyrbagan Residences LTD мы специализируемся на создании исключительных жилых проектов, сочетающих роскошь, комфорт и современный дизайн. Мы открылись на Кипре и стремимся создавать дома, которые вдохновляют и улучшают качество жизни. Каждый наш проект отражает приверженность качеству, инновациям и идеальному балансу комфорта и элегантности, обеспечивая долгосрочную ценность для наших жителей.",
    "p2": "За годы работы мы зарекомендовали себя как компания, стремящаяся к совершенству через наши премиальные разработки и партнерства с ведущими дизайнерскими фирмами. Одно из наших наиболее ценных сотрудничеств — это сотрудничество с Porto Buro, известной архитектурной и дизайнерской студией. Известные своим эстетическим стилем и современным дизайном, архитекторы Porto Buro гармонично сочетают элегантность и функциональность.",
    "p3": "Вместе с Porto Buro мы успешно реализовали проекты, такие как:",
    "li1": "эксклюзивная коллекция роскошных домов, демонстрирующих тщательное мастерство и стильный дизайн",
    "li2": "где каждая деталь продумана для обеспечения изысканного, но комфортного проживания.",
    "p4": "С Park Residences мы создали сообщество, воплощающее лучшее из нашей философии. Расположенный в живописной деревне Перволия, всего в 1,3 км от Средиземного моря, этот проект включает в себя потрясающие апартаменты, обогащенные фирменным стилем Porto Buro, передовыми технологиями и премиальными материалами."
  },
  
  "company2": {
    "headline": "Добро пожаловать в Park Residences",
    "p1": "Наша компания на Кипре Zyrbagan Residences LTD, воплощает дом мечты проект Park Residences с бассейном, тренaжерным залом, детской площадкой и сквером находящейся в прекрасной аристократичной Перволии  в 1,3 км от Средиземного моря с шикарными видами, пляжами и пешеходными зонами протянувшимися на 4 км.",
    "p2": "Перволия расположена в окружении моря, зеленых полей и гор, создает неповторимую атмосферу, которая притягивает своей красотой, тишиной и спокойствием. Она богата множеством исторических и культурных достопримечательностей. Любителям спорта в 4 минутах от Park Residences находится Теннисная Академия Herodotou, имеющая корты и для падел тенниса. В 10 минутах езды находится олимпийский стрелковый клуб Larnaca Olympic Shooting Range, зоопарк, соленые озера с фламинго и множество пеших маршрутов. Частные Школы Pascal и American Academy в 15 минутах. Близость аэропорта Ларнака в 9 км сделают любое ваше путешествие легким в любую точку мира, а наличие школ, детских садиков, супермаркетов, больниц и ресторанов в пешей доступности от Park Residences, сделают вашу жизнь комфортной."
  },

  "navbar": {
    "Slogan": "Лучший способ быть здоровым - быть счастливым",
    "About": "Архитектура",
    "Gallery": "Локация",
    "Apartments": "Интерьер",
    "Benefits": "Квартиры",
    "ContactUs": "Контакты",
    "request": "Связаться с нами"
  },

  "about": {
    "headline": "О проекте",
    "li1": "Красивая локация с парком и детской площадкой",
    "li2": "Расстояние до моря: ",
    "li3": "Расстояние до супермаркета: ",
    "li4": "Расстояние до школы и детского сада: ",
    "li5": "Использование солнечной энергии с 340 солнечными днями для комфорта и экономии",
    "li6": "Видовые апартаменты на море со 2-го этажа",
    "li7": "Премиальное качество строительства",
    "li8": "Близость к аэропорту:",
    "meters": "метров",
    "kilometers": "километров",
    "location": "Перволя, Кипр",
    "solarPanels": "Солнечные панели",
    "privateGym": "Частный тренажерный зал",
    "advancedSecurity": "Продвинутая безопасность",
    "indoorPool": "Бассейн",
    "chargingStations": "Зарядные станции"
  },

  "gallery": {
    "headline": "Интерьер",
    "welcome": "Добро пожаловать в Park Residences",
    "description": "Интерьер Park Residences отличается светлой цветовой гаммой, минимализмом и утонченными деталями, которые создают атмосферу изысканности и комфорта. Каждое пространство продумано до мелочей, обеспечивая уют, функциональность и гармонию."
  },

  "gallery2": {
    "headline": "Архитектура",
    "welcome": "Добро пожаловать в Park Residences",
    "description": "Дизайн Park Residences создан в стиле современной классики, обеспечивая элегантность, которая останется актуальной на многие годы. Каждое изображение демонстрирует суть наших роскошных апартаментов, современных удобств и комфортного проживания."
  },

  "units": {
    "headline": "Квартиры",
    "description": "Наш дом включает в себя 19 комфортабельных апартаментов с шикарными видами. Выберите идеальную квартиру, соответствующую вашим предпочтениям и потребностям.",
    "oneBedroom": "Одна спальня",
    "twoBedrooms": "Две спальни",
    "threeBedrooms": "Три спальни",
    "startingFrom": "Начиная от",
    "showApartments": "Показать квартиры",
    "form2": "(за кв.м.):"
  },

  "benefits": {
    "headline": "Преимущества",
    "description": "Преимущество нашего проекта Park Residences это технологичность и качество, каждая деталь продумана и реализована нашими конструкторами, инженерами, дизайнерами Porto Buro, использование качественных строительных и отделочных материалов, рекуперации, теплых полов, каминов, солнечных батарей и многих других технологичных вещей, делают наш проект эксклюзивным, экономичным, комфортным для жизни в любое время года.",
    "constructionQuality": "Качество строительства",
    "qualityDescription": "Наши здания известны своим исключительным качеством. Мы фокусируемся на долговечности и дизайне, обеспечивая совершенство каждой детали.",
    "leveragingSolarPanels": "Солнечные панели",
    "solarDescription": "Солнечные панели предлагают не только экологические преимущества; они значительно облегчают использование существующей инфраструктуры, такой как бассейн и тренажерный зал, благодаря значительному снижению затрат на электроэнергию, повышая эксплуатационную эффективность.",
    "communitySpaces": "Общественные пространства",
    "communityDescription": "Наш район включает очаровательные дорожки и большой парк, без дальнейшего строительства для сохранения его спокойствия."
  },

  "contact": {
    "headline": "Связаться с нами",
    "firstNamePlaceholder": "Имя*",
    "lastNamePlaceholder": "Фамилия*",
    "emailPlaceholder": "blank@example.com*",
    "phoneNumberPlaceholder": "+1234567890*",
    "callTimePlaceholder": "Когда вам позвонить?",
    "messagePlaceholder": "Сообщение",
    "privacyPolicy": "Отправляя эту форму, вы соглашаетесь с нашей политикой конфиденциальности.",
    "submitButton": "Отправить запрос",
    "successMessage": "Ваш запрос отправлен.",
    "errors": {
      "validEmail": "Пожалуйста, введите действительный адрес электронной почты.",
      "firstName": "Пожалуйста, введите ваше имя.",
      "lastName": "Пожалуйста, введите вашу фамилию.",
      "phoneNumber": "Пожалуйста, введите действительный номер телефона.",
      "requiredField": "Это поле обязательно для заполнения."
    }
  },

  "footer": {
    "companyName": "Park Residences",
    "location": "Pervolia",
    "companyInfo": "ZYRBAGAN RESIDENCES LTD",
    "contactUs": "Свяжитесь с нами",
    "telephone": "Т: +35797547531",
    "email": "E: zyrbagan231123@gmail.com",
    "address": "A: Spyrou Kyprianou 90, Kontopyrgos Tower, Office 202, 6052 Larnaca, Cyprus",
    "about": "Архитектура",
    "gallery": "Локация",
    "apartments": "Интерьер",
    "benefits": "Квартиры",
    "privacyPolicy": "Политика конфиденциальности",
    "termsConditions": "Условия и положения",
    "rights": "© 2024, Все права защищены"
  },

  "galleryFullPage": {
    "location": {
      "title": "Локация",
      "description": "Расположенный в самом сердце Перволии, в 10 км от исторического центра Ларнака, Park Residences предлагает эксклюзивный анклав из 19 тщательно спроектированных премиум-апартаментов. Park Residences - это не просто жилье; это обязательство перед зеленым будущим и дань уважения историческому богатству Перволии."
    },
    "gym": {
      "title": "Частный спортзал",
      "description": "Компания Park Residences предоставляет своим жителям доступ к частному спортзалу. Частный спортзал оснащен современным фитнес-оборудованием, удовлетворяя широкий спектр предпочтений и уровней физической подготовки. От кардио-машины до свободных весов, оборудования для тренировок сопротивления и специализированных зон для йоги и растяжки."
    },
    "solarPanels": {
      "title": "Солнечные панели",
      "description": "Солнечные панели предлагают не только экологические преимущества; они значительно облегчают использование существующей инфраструктуры, такой как бассейн и спортзал, благодаря значительному снижению затрат на электроэнергию, повышая операционную эффективность."
    },
    "pool": {
      "title": "Крытый бассейн",
      "description": "Компания Park Residences расширяет свою приверженность благополучию своих жителей, предлагая доступ к эксклюзивному крытому бассейну. Эта установка разработана для поддержания здорового, активного образа жизни вне зависимости от сезона."
    },
    "noDataFound": "Изображения недоступны. Пожалуйста, вернитесь на главную страницу."
  },

  "contactInfo": {
    "getInTouch": "Свяжитесь с нами",
    "description": "Откройте для себя воплощение комфорта и роскоши в Park Residences, расположенном в спокойной красоте Перволии, Кипр.",
    "address": "Spyrou Kyprianou 90, Kontopyrgos Tower, Office 202, 6052 Larnaca, Кипр",
    "phone": "+357 9 754 7531",
    "email": "zyrbagan231123@gmail.com",
    "a": "Адрес: ",
    "p": "Телефон: ",
    "e": "Электронная почта: "
  },

  "singleFlat": {
    "totalArea": "Общая площадь",
    "floor": "этаж",
    "parkViews": "Вид на парк",
    "privateVeranda": "Частная веранда",
    "rooftopGarden": "Сад на крыше",
    "seaView": "Вид на море",
    "floorHeating": "Подогрев пола",
    "energyEfficiency": "Эффективный расход энергии",
    "securitySystem": "Система безопасности",
    "livingArea": "Жилая площадь: ",
    "balkonySpace": ", площадь балкона: ",
    "storage": ", личное хранилище: ",
    "parkingSpotIncluded": "Одно парковочное место включено в стоимость квартиры",
    "solarPanelsInstallation": "Возможна установка солнечных панелей",
    "price": "Цена",
    "contactUs": "Связаться с нами",
    "viewPDF": "Просмотреть PDF",
    "clickToFlip": "Нажмите, чтобы перевернуть"
  },

  "room": {
    "singular": "Комната",
    "plural": "Комнаты"
  },

  "singleFlatGallery": {
    "viewsAndLocation": "Виды и расположение",
    "description": "Изучите галерею Park Residences: элегантные интерьеры, говорящие о комфорте, потрясающие экстерьеры, сочетающиеся с природой, и захватывающие виды, обещающие спокойствие. Ощутите роскошь проживания здесь через каждое тщательно подобранное изображение."
  }
}
