{
  "company": {
    "headline": "О застройщике",
    "p1": "В Zyrbagan Residences LTD мы специализируемся на создании исключительных жилых проектов, сочетающих роскошь, комфорт и современный дизайн. Мы базируемся на Кипре и стремимся предоставлять дома, которые вдохновляют и улучшают качество жизни. Каждый наш проект отражает приверженность качеству, инновациям и идеальному балансу комфорта и элегантности, обеспечивая долгосрочную ценность для наших жителей.",
    "p2": "За годы работы мы зарекомендовали себя как компания, стремящаяся к совершенству через наши премиальные разработки и партнерства с ведущими дизайнерскими фирмами. Одно из наших наиболее ценных сотрудничеств — это сотрудничество с Porto Buro, известной архитектурной и дизайнерской студией. Известные своим эстетическим стилем и современным дизайном, архитекторы Porto Buro гармонично сочетают элегантность и функциональность.",
    "p3": "Вместе с Porto Buro мы успешно реализовали проекты, такие как:",
    "li1": "эксклюзивная коллекция роскошных домов, демонстрирующих тщательное мастерство и стильный дизайн",
    "li2": "где каждая деталь продумана для обеспечения изысканного, но комфортного проживания.",
    "p4": "С Park Residences мы создали сообщество, воплощающее лучшее из нашей философии. Расположенный в живописной деревне Перволия, всего в 1,3 км от Средиземного моря, этот проект включает в себя потрясающие апартаменты, обогащенные фирменным стилем Porto Buro, передовыми технологиями и премиальными материалами."
  },
  
  "company2": {
    "headline": "Добро пожаловать в Park Residences",
    "p1": "Наша компания на Кипре Zyrbagan Residences LTD, воплощает дом мечты проект Park Residences с бассейном, тренaжерным залом, детской площадкой и сквером находящейся в прекрасной аристократичной Перволии  в 1,3 км от Средиземного моря с шикарными видами, пляжами и пешеходными зонами протянувшимися на 4 км.",
    "p2": "Перволия расположена в окружении моря, зеленых полей и гор, создает неповторимую атмосферу, которая притягивает своей красотой, тишиной и спокойствием. Она богата множеством исторических и культурных достопримечательностей. Любителям спорта в 4 минутах от Park Residences находится Теннисная Академия Herodotou, имеющая корты и для падел тенниса. В 10 минутах езды находится олимпийский стрелковый клуб Larnaca Olympic Shooting Range, зоопарк, соленые озера с фламинго и множество пеших маршрутов. Частные Школы Pascal и American Academy в 15 минутах. Близость аэропорта Ларнака в 9 км сделают любое ваше путешествие легким в любую точку мира, а наличие школ, детских садиков, супермаркетов, больниц и ресторанов в пешей доступности от Park Residences, сделают вашу жизнь комфортной."
  },

  "navbar": {
    "Slogan": "Лучший способ быть здоровым - быть счастливым",
    "About": "Экстерьер",
    "Gallery": "Локация",
    "Apartments": "Интерьер",
    "Benefits": "Квартиры",
    "ContactUs": "Контакты",
    "request": "Связаться с нами"
  },

  "about": {
    "headline": "О проекте",
    "li1": "Красивая локация с парком и детской площадкой",
    "li2": "Расстояние до моря: ",
    "li3": "Расстояние до супермаркета: ",
    "li4": "Расстояние до школы и детского сада: ",
    "li5": "Использование солнечной энергии с 340 солнечными днями для комфорта и экономии",
    "li6": "Видовые апартаменты на море со 2-го этажа",
    "li7": "Премиальное качество строительства",
    "li8": "Близость к аэропорту:",
    "meters": "метров",
    "kilometers": "километров",
    "location": "Перволя, Кипр",
    "solarPanels": "Солнечные Панели",
    "privateGym": "Частный Тренажерный Зал",
    "advancedSecurity": "Продвинутая Безопасность",
    "indoorPool": "Бассейн",
    "chargingStations": "Зарядные Станции"
  },

  "gallery": {
    "headline": "Интерьер",
    "welcome": "Добро пожаловать в Park Residences",
    "description": "Интерьер Park Residences отличается светлой цветовой гаммой, минимализмом и утонченными деталями, которые создают атмосферу изысканности и комфорта. Каждое пространство продумано до мелочей, обеспечивая уют, функциональность и гармонию."
  },

  "gallery2": {
    "headline": "Экстерьер",
    "welcome": "Добро пожаловать в Park Residences",
    "description": "Дизайн Park Residences создан в стиле современной классик, обеспечивая элегантность, которая останется актуальной на многие годы. Каждое изображение демонстрирует суть наших роскошных апартаментов, современных удобств и комфортного проживания."
  },

  "units": {
    "headline": "Квартиры",
    "description": "Наш дом включает в себя 19 комфортабельных апартаментов с шикарными видами. Выберите идеальную квартиру, соответствующую вашим предпочтениям и потребностям.",
    "oneBedroom": "Одна спальня",
    "twoBedrooms": "Две спальни",
    "threeBedrooms": "Три спальни",
    "startingFrom": "Начиная от",
    "showApartments": "Показать квартиры",
    "form2": "(за кв.м.):"
  },

  "benefits": {
    "headline": "Преимущества",
    "description": "Преимущество нашего проекта Park Residences это технологичность и качество, каждая деталь продумана и реализована нашими конструкторами, инженерами, дизайнерами Porto Buro, использование качественных строительных и отделочных материалов, рекуперации, теплых полов, каминов, солнечных батарей и многих других технологичных вещей, делают наш проект эксклюзивным, экономичным, комфортным для жизни в любое время года.",
    "constructionQuality": "Качество строительства",
    "qualityDescription": "Наши здания известны своим исключительным качеством. Мы фокусируемся на долговечности и дизайне, обеспечивая совершенство каждой детали.",
    "leveragingSolarPanels": "Солнечные панели",
    "solarDescription": "Солнечные панели предлагают не только экологические преимущества; они значительно облегчают использование существующей инфраструктуры, такой как бассейн и тренажерный зал, благодаря значительному снижению затрат на электроэнергию, повышая эксплуатационную эффективность.",
    "communitySpaces": "Общественные пространства",
    "communityDescription": "Наш район включает очаровательные дорожки и большой парк, без дальнейшего строительства для сохранения его спокойствия."
  },

  "contact": {
    "headline": "Связаться с Нами",
    "firstNamePlaceholder": "Имя*",
    "lastNamePlaceholder": "Фамилия*",
    "emailPlaceholder": "blank@example.com*",
    "phoneNumberPlaceholder": "+1234567890*",
    "callTimePlaceholder": "Когда вам позвонить?",
    "messagePlaceholder": "Сообщение",
    "privacyPolicy": "Отправляя эту форму, вы соглашаетесь с нашей политикой конфиденциальности.",
    "submitButton": "Отправить запрос",
    "successMessage": "Ваш запрос отправлен.",
    "errors": {
      "validEmail": "Пожалуйста, введите действительный адрес электронной почты.",
      "firstName": "Пожалуйста, введите ваше имя.",
      "lastName": "Пожалуйста, введите вашу фамилию.",
      "phoneNumber": "Пожалуйста, введите действительный номер телефона.",
      "requiredField": "Это поле обязательно для заполнения."
    }
  },

  "footer": {
    "companyName": "GREENLIFE",
    "location": "ПЕРВОЛИЯ",
    "companyInfo": "ZYRBAGAN RESIDENCES LTD",
    "contactUs": "Свяжитесь с нами",
    "telephone": "Т: +35797547531",
    "email": "E: zyrbagan231123@gmail.com",
    "address": "A: Spyrou Kyprianou 90, Kontopyrgos Tower, Office 202, 6052 Larnaca, Cyprus",
    "about": "Экстерьер",
    "gallery": "Локация",
    "apartments": "Интерьер",
    "benefits": "Квартиры",
    "privacyPolicy": "Политика конфиденциальности",
    "termsConditions": "Условия и положения",
    "rights": "© 2024, Все права защищены"
  },

  "galleryFullPage": {
    "location": {
      "title": "Локация",
      "description": "Расположенный в самом сердце Перволии, в двух шагах от исторического города Ларнака, GreenLife предлагает эксклюзивный анклав из 19 тщательно спроектированных премиум-апартаментов. GreenLife - это не просто жилье; это обязательство перед зеленым будущим и дань уважения историческому богатству Перволии."
    },
    "gym": {
      "title": "Частный Спортзал",
      "description": "Компания GreenLife предоставляет своим жителям доступ к частному спортзалу. Частный спортзал оснащен современным фитнес-оборудованием, удовлетворяя широкий спектр предпочтений и уровней физической подготовки. От кардио-машины до свободных весов, оборудования для тренировок сопротивления и специализированных зон для йоги и растяжки."
    },
    "solarPanels": {
      "title": "Солнечные Панели",
      "description": "Солнечные панели предлагают не только экологические преимущества; они значительно облегчают использование существующей инфраструктуры, такой как бассейн и спортзал, благодаря значительному снижению затрат на электроэнергию, повышая операционную эффективность."
    },
    "pool": {
      "title": "Крытый Бассейн",
      "description": "Компания GreenLife расширяет свою приверженность благополучию своих жителей, предлагая доступ к эксклюзивному крытому бассейну. Эта установка разработана для поддержания здорового, активного образа жизни вне зависимости от сезона."
    },
    "noDataFound": "Изображения недоступны. Пожалуйста, вернитесь на главную страницу."
  },

  "contactInfo": {
    "getInTouch": "Свяжитесь с нами",
    "description": "Откройте для себя воплощение комфорта и роскоши в Park Residences, расположенном в спокойной красоте Перволии, Кипр.",
    "address": "Spyrou Kyprianou 90, Kontopyrgos Tower, Office 202, 6052 Larnaca, Кипр",
    "phone": "+357 9 754 7531",
    "email": "zyrbagan231123@gmail.com",
    "a": "Адрес: ",
    "p": "Телефон: ",
    "e": "Электронная почта: "
  },

  "singleFlat": {
    "totalArea": "Общая площадь",
    "floor": "этаж",
    "parkViews": "Вид на парк",
    "privateVeranda": "Частная Веранда",
    "rooftopGarden": "Сад на крыше",
    "seaView": "Вид на море",
    "floorHeating": "Подогрев пола",
    "energyEfficiency": "Эффективный расход энергии",
    "securitySystem": "Система безопасности",
    "livingArea": "Жилая площадь: ",
    "balkonySpace": ", площадь балкона: ",
    "storage": ", личное хранилище: ",
    "parkingSpotIncluded": "Одно парковочное место включено в стоимость квартиры",
    "solarPanelsInstallation": "Возможна установка солнечных панелей",
    "price": "Цена",
    "contactUs": "Связаться с нами",
    "viewPDF": "Просмотреть PDF",
    "clickToFlip": "Нажмите, чтобы перевернуть"
  },

  "room": {
    "singular": "Комната",
    "plural": "Комнаты"
  },

  "singleFlatGallery": {
    "viewsAndLocation": "Виды и расположение",
    "description": "Изучите галерею Park Residences: элегантные интерьеры, говорящие о комфорте, потрясающие экстерьеры, сочетающиеся с природой, и захватывающие виды, обещающие спокойствие. Ощутите роскошь проживания здесь через каждое тщательно подобранное изображение."
  }
}
